import mahadulImanImg from "../img/mahadulImanImg.jpeg";
import sadaqahImg from "../img/sadaqahImg.jpeg";
import ramfitImg from "../img/ramfitImg.jpeg";
import barakahOrgCover from "../img/barakahOrgCover.jpeg";
import alManahilCover from "../img/alManahilCover.jpeg";
import sabasanabilRomadan from "../img/sabasanabilRomadan.jpeg";
import jcidhakawest from "../img/jcidhakawest.jpeg";
import kahatayn from "../img/kahatayn.jpeg";
import madrasatulmadina from "../img/madrasatulmadina.jpeg";
import munirfound from "../img/munirfound.jpeg";
import lugatularabiyyah from "../img/lugatularabiyyah.jpeg";
import numanahmed from "../img/numanahmed.jpeg";
import tanbirahmed from "../img/tanbirahmed.jpeg";
import ash from "../img/ash.jpeg";
import ashekelahi from "../img/ashekelahi.jpeg";
import sianahtrust from "../img/sianahtrust.jpeg";
import ovijatrik from "../img/ovijatrik.jpeg";
import newmuslimcounseling from "../img/newmuslimcounseling.jpeg";

//last serial: 42

export const organizations = [
  {
    _ID: "sdqme036",
    name: "Alhaj Shamsul Hoque Foundation",
    img: ash,
    slug: "ash-foundation",
    type: "NGO",

    founded: "",
    details: (
      <div>
        <p>
          NGO Registration No: 3201 from Prime Minister office of Bangladesh &
          Society Registration No: CHS-620/2018 at Joint Stock office Chittagong
          ,Bangladesh.
        </p>
        <p>
          Chairman: <b>Muhammed Nasir Uddin</b>
        </p>
        <p>
          Headquarter:{" "}
          <b>
            Golam Ali Nazir Para, Chandgaon, Chandgaon, Chittagong, 4212,
            Bangladesh
          </b>
        </p>
      </div>
    ),
    contact: `01819-385938`,
    orgWeb: "http://shamsulhoquefoundation.org/?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/shamsulhoquefoundation?utm_source=sme_listing",
  },

  {
    _ID: "sdqme029",
    name: "আল মানাহিল -Al Manahil Foundation",
    img: alManahilCover,
    slug: "al-manahil-foundation",
    type: "NPO",

    founded: "2008",
    details: (
      <div className="mt-3">
        <p>
          Al Manahil welfare foundation Bangladesh (Registration No: 3023) is a
          nonprofit NGO which work for the distressed and under privileged
          people of Bangladesh. We constructed a plethora of tube wells,
          mosques, orphanages and schools for the betterment of both
          underprivileged Bangladeshi people and Rohingya refugees.
        </p>

        <p>
          In Bangladesh, we implement the welfare projects which are financed by
          our partners. We always try to do our endeavor best to give our
          partners the highest priority to fulfill the requirements.
        </p>
      </div>
    ),
    contact: (
      <div className="mt-2">
        <p>
          01886-576775
          <br />
          amwforg@gmail.com
        </p>
      </div>
    ),
    orgWeb: "https://amwfb.org/?utm_source=sme_listing",
    orgSocial: "https://www.facebook.com/amwfborg",
  },

  {
    _ID: "sdqme038",
    name: "সিয়ানাহ ট্রাস্ট - Sianah Trust",
    img: sianahtrust,
    slug: "sianah-trust",
    type: "NPO",

    founded: "2018",
    details: (
      <div>
        <p>
          <b>লক্ষ্য ও পরিকল্পনা উদ্দেশ্য:</b> একমাত্র আল্লাহ সুবহানাহু ওয়া
          তাআলার সন্তুষ্টি। ব্যাপক আকারে কাজ শুরুর আগে আপাতত কাজের রুপরেখা
          যেভাবে হতে পারে। স্বাভাবিকভাবেই এখানে দুটি ভাগ থাকবে৷ উভয় ভাগের কাজও
          ভিন্ন ভিন্ন হবে৷ প্রথমভাগে থাকবেন, যারা অ্যাকাডেমিক শিক্ষা সম্পন্ন
          করেছেন৷ অপর ভাগে থাকবেন, যারা এখনো অ্যাকাডেমিকভাবে শিক্ষানবিশ রয়েছেন৷
        </p>
      </div>
    ),
    contact: `01710-446038 || sianahtrust@gmail.com`,
    orgWeb: "https://sianahtrust.com/?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/sianahtrust.org?utm_source=sme_listing",
  },

  {
    _ID: "sdqme003",
    name: "Sab'a Sanabil Foundation",
    img: sabasanabilRomadan,
    slug: "saba-sanabil-foundation",
    type: "NPO",

    founded: "2019",
    details: `To educate orphan, needy children we are trying to build islamic educational institutions along with online teachers in remote parts of Bangladesh.
	`,
    contact: `01308-385841 || sabasanabil.foundation@gmail.com`,
    orgWeb: "http://www.sabasanabil.org/?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/SabaSanabilFoundation/?utm_source=sme_listing",
  },

  {
    _ID: "sdqme039",
    name: "অভিযাত্রিক সমাজ কল্যাণ সংস্থা",
    img: ovijatrik,
    slug: "ovijatrik",
    type: "NPO",

    founded: "2020",
    contact: "📞 01717-017645 || 📩 arif01717017645@gmail.com",
    details: (
      <div>
        <h4>অভিযাত্রিক - হাসিমুখের খোঁজে অভিযাত্রা</h4>
        <p>
          সকল প্রশংসা আল্লাহ রাব্বুল আলামীন এর জন্য। দরুদ ও সালাম বর্ষিত হোক
          আমাদের প্রিয় রাসূল (সাঃ) এর উপর।
        </p>
        <p>
          অভিযাত্রিক এর পুরো নাম অভিযাত্রিক সমাজ কল্যাণ সংস্থা। ২০২০ সালে কোভিড
          নাইন্টিন ক্রাইসিসে সমাজের মানুষকে সাহায্য সহযোগিতার জন্য যাত্রা শুরু
          করে। প্রতিষ্ঠান টি বর্তমানে একটি নন গভার্রমেন্ট অর্গানাইজেশন হিসাবে
          সাত সদস্য বিশিষ্ট কার্যকরী কমিটি দ্বারা পরিচালিত হচ্ছে এবং সমাজ সেবার
          রেজিস্ট্রেশন এর অপেক্ষায় আছে।
        </p>
        <p>
          অভিযাত্রিক মূলত দিনাজপুর কেন্দ্রিক সমাজ সেবা মূলক কার্যক্রম পরিচালনা
          করে।{" "}
        </p>

        <p>
          কার্যক্রম গুলির মধ্যে উল্লেখযোগ্যঃ
          <ul className="list-group mt-4 mb-4">
            <li className="list-group-item">
              ১. ইয়াতীম, অসহায় মেয়ে বাচ্চাদের নিয়ে শিশু নিকেতন পরিচালনা।
              বর্তমানে অভিযাত্রিক শিশু নিকেতনে ২৪ জন ইয়াতীম, অসহায় মেয়ে আবাসিক
              ব্যবস্থাপনায় থেকে পড়াশোনা করছে। আলহামদুলিল্লাহ।
            </li>
            <li className="list-group-item">
              ২. মেয়েদের আত্মনির্ভরশীল করার প্রচেষ্টায় বিনামূল্যে সেলাই
              প্রশিক্ষণ প্রদান। তিনমাস মেয়াদী সেলাই প্রশিক্ষণ এর মাধ্যমে
              অভিযাত্রিক এখন পর্যন্ত ১৬০ জন মেয়েকে সেলাই প্রশিক্ষণ দিয়েছে এবং ৪০
              টি সেলাই মেশিন বিতরণ করেছে। আলহামদুলিল্লাহ।
            </li>
            <li className="list-group-item">
              ৩. থ্যালাসেমিয়া আক্রান্ত বাচ্চাদের মাসিক ভাতা প্রদান। বর্তমানে ২০
              জন থ্যালাসেমিয়া আক্রান্ত বাচ্চাকে প্রতিমাসে ৫০০ টাকা করে প্রদান
              করা হচ্ছে।
            </li>
            <li className="list-group-item">
              {" "}
              ৪. যাকাত ও দানের টাকায় অসহায় মানুষদের স্বনির্ভর করার জন্য চার্জার
              ভ্যান, অটোরিকশা, ক্ষুদ্র ব্যবসায় পুজি দিয়ে, দেশী গরু, ছাগল ইত্যাদি
              প্রদান করে সাহায্য করা। অসংখ্য মানুষ অভিযাত্রিক যাকাত প্রজেক্টের
              মাধ্যমে নিজেদের কে স্বনির্ভর করেছে, আলহামদুলিল্লাহ।{" "}
            </li>
            <li className="list-group-item">
              ৫. বিভিন্ন শিক্ষা প্রতিষ্ঠানের ইয়াতীম অসহায় মেধাবী বাচ্চাদের মাসিক
              ভাতা প্রদান। বর্তমানে প্রায় ৪০ জন বাচ্চা বিভিন্ন প্রতিষ্ঠানে
              অভিযাত্রিকের সহযোগিতায় পড়াশোনা করছে।{" "}
            </li>

            <li className="list-group-item">
              ৬. বিধবা, প্রতিবন্ধী এমন পরিবারকে প্রতিমাসে বাজার দিয়ে সাহায্য
              করা। প্রতিমাসে বর্তমানে ১০ টি পরিবারকে মাসিক বাজার প্রজেক্টের
              মাধ্যমে সহযোগিতা করা হচ্ছে।
            </li>

            <li className="list-group-item">
              ৭. দরিদ্র পরিবারে টিউবওয়েল প্রদান করা। এখন পর্যন্ত অভিযাত্রিক
              প্রায় ১৫০ টি টিউবওয়েল বিভিন্ন পরিবারে স্থাপন করে তাদের পানির
              সমস্যা মিটিয়েছে।
            </li>

            <li className="list-group-item">
              ৮. বিভিন্ন মাসজিদ, মাদ্রাসা, লাইব্রেরি, ওযুখানা, টয়লেট, ড্রেন
              ইত্যাদি নির্মানের মাধ্যমে আর্থ সামাজিক উন্নয়ন এর চেষ্টা করা। এখন
              পর্যন্ত অভিযাত্রিক ১ টি মাদ্রসা, ৮ টি মাসজিদ, ২২ টি ওযুখানা, ১৫ টি
              টয়লেট নির্মাণে সক্ষম হয়েছে।
            </li>

            <li className="list-group-item">
              ৯. মসজিদ ভিত্তিক মক্তবের বাচ্চাদের কোরআন শিক্ষার জন্য আর্থিক
              সহযোগিতা করা। বর্তমানে ৫ টি মক্তব অভিযাত্রিকের উদ্যোগে পরিচালিত
              হচ্ছে।
            </li>

            <li className="list-group-item">
              ১০. কোরবানি সময় গোশত বিতরণ, শীতের সময় শীতবস্ত্র বিতরণ, রমাদ্বান
              মাসে ইফতার ও ফিতরা বিতরণ করার মাধ্যমে অসহায় মানুষের পাশে দাড়ানোর
              চেষ্টা করা। এবছর অভিযাত্রিক ১২ টি গরু, ১৩ টি ছাগল বিভিন্ন গ্রামে
              কোরবানি করবে ইনশাআল্লাহ। এছাড়া গত রমাদ্বানে অভিযাত্রিক ১৯ লক্ষ ৩৪
              হাজার টাকার ইফতার সামগ্রী ৮০০ পরিবারে বিতরণ করেছে, ৩ লক্ষ টাকা
              ফিতরার খাদ্য সমগ্রী অসহায় পরিবারের হাতে তুলে দিয়েছে। গত শীতে প্রায়
              দশ লক্ষ টাকা শীত বস্ত্র বিতরণ করেছে আলহামদুলিল্লাহ।
            </li>

            <li className="list-group-item">
              ১১. অসহায় মানুষদের বসতবাড়ি নির্মাণ করে দেওয়া অভিযাত্রিকের আরেকটি
              সাফল্যমণ্ডিত প্রজেক্ট। অভিযাত্রিক এখন পর্যন্ত ৮ টি পরিবারের বাড়ি
              নির্মাণে সহযোগিতা করেছে আলহামদুলিল্লাহ।
            </li>

            <li className="list-group-item">
              ১২. অসুস্থ ও শারিরীক প্রতিবন্ধীদের পাশে আর্থিক সহযোগিতার হাত
              বাড়িয়ে দেওয়া এবং চিকিৎসা সহায়তার মাধ্যমে তাদের স্বাভাবিক জীবনে
              ফিরিয়ে নিয়ে আসার চেষ্টা করা। ইত্যাদি। অভিযাত্রিক এখন পর্যন্ত দুইজন
              প্রতিবন্ধী ব্যক্তির কৃত্রিম পা সংযোজন করতে সক্ষম হয়েছে
              আলহামদুলিল্লাহ। পাশাপাশি ইমার্জেন্সি ভিত্তিতে বিভিন্ন অসহায় গরীব
              দুঃখিদের চিকিৎসা সহায়তা প্রদান করতেছে।
            </li>
          </ul>
        </p>
        <p>
          অভিযাত্রিক পরিচালনা ব্যয় ও ব্যবস্থাপনা সংক্রান্ত কাজের জন্য বিভিন্ন
          খাত থেকে মোট প্রাপ্ত অনুদানের ৫% কর্তন করে এবং জেনারেল ফান্ডে জমা করে
          অর্গানাইজেশন এর পরিচালনা ব্যয় নির্বাহ করে। গঠনতন্ত্র অনুযায়ী প্রতিবছর
          বাৎসরিক সাধারণ সভায় সকল প্রকার আয় ব্যয়ের হিসাব প্রদান করতে অভিযাত্রিক
          কার্যকরী কমিটি অংগীকার বদ্ধ।
        </p>
        <p>
          বর্তমানে অভিযাত্রিক এর ৩০ জন কর্মী দিনাজপুরের বিভিন্ন জায়গায় বিভিন্ন
          প্রজেক্ট নিয়ে কাজ করছেন।{" "}
        </p>
        <p>
          অভিযাত্রিক সম্পূর্ণভাবে একটি অরাজনৈতিক এবং সকল প্রকার জংগীবাদ ও
          উগ্রপন্থী কার্যক্রম বিরোধী একটি সমাজ সেবা মূলক প্রতিষ্ঠান এবং দেশের
          আইন শৃঙ্খলা ও নিয়ম কানুনের প্রতি পূর্ণমাত্রায় শ্রদ্ধাশীল।{" "}
        </p>
        <p>
          অভিযাত্রিকের লক্ষ্য আল্লাহর সন্তুষ্টির উদ্দেশ্যে অসহায় মানুষের মুখে
          হাসি ফোটানো এবং পরকালে আল্লাহর কাছ থেকে দুনিয়ায় কৃত কর্মের পুরষ্কার
          স্বরুপ জান্নাতে দাখিল হওয়ার গৌরব অর্জন করা।{" "}
        </p>
        <p>
          প্রতিষ্ঠানটির মূল কার্যালয় দিনাজপুর সদরের ১১ নং ওয়ার্ডের ইসলামবাগে
          অবস্থিত। অভিযাত্রিক এর কার্যক্রম সম্পর্কে বিস্তারিত জানতে আমাদের
          ফেসবুক পেজ ভিজিট করতে পারেন। এছাড়া হোয়াটসঅ্যাপ নাম্বারে যোগাযোগ করতে
          পারেন 01717017645
        </p>
        <p>
          যেকোন প্রকার তথ্য, পরামর্শ ও অনুদান প্রদান ও কার্যক্রম পরিদর্শন এর
          জন্য অভিযাত্রিকের দিনাজপুর অফিসে আসার আমন্ত্রণ রইলো।
        </p>
        <p>
          বিভিন্ন প্রজেক্টে আমাদের অনুদান প্রদান করে আপনিও হতে পারেন
          অভিযাত্রিকের একজন দাতা সদস্য।{" "}
        </p>
        <p>
          আল্লাহ অভিযাত্রিক সহ সকল প্রতিষ্ঠান যারা মানুষের অভাব মোচন ও আর্থ
          সামাজিক উন্নয়ন নিয়ে কাজ করার চেষ্টা করছে, সবার চেষ্টা কে কবুল করে নেন।
          আমীন।{" "}
        </p>
        <p>
          - মোঃ আরিফুল হক প্রধান সমন্বয়কারী অভিযাত্রিক সমাজ কল্যাণ সংস্থা,
          ইসলামবাগ, দিনাজপুর।
        </p>
      </div>
    ),
    orgWeb: "https://sadaqahmadeeasy.com/org/ovijatrik",
    orgSocial:
      "https://www.facebook.com/ovijatrik.dinajpur?utm_source=sme_listing",
  },

  {
    _ID: "sdqme042",
    name: "নওমুসলিম কাউন্সিলিং সেন্টার",
    img: newmuslimcounseling,
    slug: "new-muslim-counseling",
    type: "NPO",

    founded: "2020",
    contact: "📞 01408648333 || 📩 newmuslimcc@gmail.com",
    details: (
      <div>
        <h4>নওমুসলিম কাউন্সিলিং সেন্টার (New Muslim Counseling Center)</h4>
        <p>
          One-Stop Service Center for Reverted Muslims. নওমুসলিমদের দ্বারা
          নওমুসলিমদের জন্য প্রতিষ্ঠিত অরাজনৈতিক এক-অবস্থান-সেবা কেন্দ্র।
        </p>
        <p>
          নবীজী মুহাম্মাদ সল্লাল্লহু আলাইহি ওয়াসল্লামের মিশন (Prophetic
          Mission) ছিলো সহানুভূতি এবং বুদ্ধিমত্তা সহকারে গোটা বিশ্বে ইসলাম-এর
          সুমহান বাণী পৌঁছে দেয়া। ইসলাম এমন এক হৃদয়গ্রাহী দাওয়াত, যার আহবানে
          প্রতিদিন-ই সারা বিশ্বের অসংখ্য অমুসলিম ইসলাম গ্রহণ করে ধন্য হচ্ছেন।
        </p>
        <p>
          ‘নওমুসলিম কাউন্সিলিং সেন্টার (New Muslim Counseling Centre)’ আর্ত
          মানবতার সেবায় নিবেদিত প্রতিষ্ঠান । অসহায় ও দু:স্থ রিভার্ট বা
          কনভার্টেড বা নওমুসলিমদের মানসিক সাপোর্ট, অত্যাবশ্যকীয় মানবিক সহায়তা,
          চারিত্রিক উন্নয়ন এবং সামাজিকভাবে প্রতিষ্ঠিতকরণের নিমিত্তে কিছু
          নওমুসলিমদের দ্বারা পরিচালিত এ ক্ষুদ্র প্রতিষ্ঠান-টি কাউন্সিলিং
          কার্যক্রম চালিয়ে যাচ্ছে।
        </p>
        <p>
          দেশের যে কোন প্রান্ত থেকে যে কোন অসহায় নওমুসলিম-কে পরামর্শ ও পথ চলার
          নির্দেশনা পেতে হোয়াটস অ্যাপ, ফোন কল, একটি বার্তায় পাচ্ছেন
          অল-ইন-ওয়ান (ওয়ান স্টপ সার্ভিস সেন্টার) সেবা কার্যক্রম। দেশ হতে
          দেশান্তরে ছড়িয়ে পড়ুক এ মহতী উদ্যোগ । আল্লাহ্‌র দরবারে কবুল হউক
          আমাদের প্রচেষ্টা। আমাদের সকলের বাবা-মা যারা, উনারা জান্নাত থেকে
          দুনিয়াতে এসেছিলেন। সবাইকে নিয়ে চিরসুখের স্থান আমাদের সেই পৈত্রিক
          নিবাস জান্নাতে থাকতে চাই, যেখানে একবার কেউ গেলে আর কোন দিন দুঃখ আসবে
          না-এটাই আমাদের অন্তিম লক্ষ্য।
        </p>

        <p>
          Address: Madrasatud Dawah, Top Floor, Fokirbari Market, Block-B, 50
          metre west of Fokirbari Jame Mosque & 150 metre east of Mirpur-10 Mero
          Rail Station, Mirpur-10, Dhaka-1216., Mirpur, Bangladesh.
        </p>
        <hr />
        <p className="fw-bold">
          নওমুসলিম কাউন্সিলিং সেন্টার-এ অর্থ পাঠানোর পদ্ধতিঃ
        </p>
        <p>
          ১। নওমুসলিম কাউন্সিলিং সেন্টার -এ বিকাশ পেমেন্ট করতে Payment অপশনে
          গিয়ে <b>01408648333</b> নম্বরে পে করতে পারবেন কোন খরচ ছাড়া।{" "}
        </p>
        <p>২। ব্যাংক- এ টাকা পাঠাতেঃ</p>
        <p>
          A/C: Abdullah
          <br />
          A/C No.: 20502900200598406
          <br />
          Islamic Bank Bangladesh Limited
          <br />
          Panthapath Branch, Dhaka.
        </p>
      </div>
    ),
    orgWeb: "https://noumuslim.com/",
    orgSocial: "https://www.facebook.com/noumuslimpage?utm_source=sme_listing",
  },

  //  {
  //    _ID: "sdqme040",
  //    name: "আল-আসর ফাউন্ডেশন",
  //    img: alasr,
  //    slug: "al-asr",
  //    type: "NPO",

  //    founded: "2021",
  //    contact: "📞 01839-964177 || 📩 info@alasrfoundation.org",
  //    details: (
  //      <div>
  //        <h4>
  //          আল-আসর ফাউন্ডেশন, সম্পূর্ণ অরাজনৈতিক, অলাভজনক, স্বেচ্ছাসেবী এবং সমাজ ও
  //          জনকল্যাণমুখী একটি সংস্থা।
  //        </h4>
  //        <p>
  //          সমাজের দুঃস্থ-অসহায় মানুষদের কল্যাণে সামষ্টিকভাবে এগিয়ে আসা,
  //          আর্তমানবতার সেবায় কাজ করা এবং ক্ষুধা, দারিদ্রতা, বেকারত্ব ও বৈষম্য
  //          মুক্ত সমাজ গড়ে তোলার লক্ষ্যে ২০২১ সালে প্রতিষ্ঠিত হয় আল-আসর ফাউন্ডেশন।
  //        </p>
  //        {/*<p>
  //            সংস্থার কার্যালয়ঃ আত-তাওহিদ মসজিদ কমপ্লেক্স, রাজমান্য, উল্লাপাড়া,
  //            সিরাজগঞ্জ।
  //          </p>*/}
  //        <p>
  //          কার্যপরিধিঃ এই সংস্থা সমগ্র বাংলাদেশব্যাপী কাজ করবে। বিশেষত পিছিয়ে
  //          পড়া, অনুন্নত, ক্ষুধা-দারিদ্র্যটায় জর্জরিত প্রান্তিক অঞ্চলগুলো
  //          প্রাধান্য পাবে।{" "}
  //        </p>
  //      </div>
  //    ),
  //    orgWeb: "https://sadaqahmadeeasy.com/org/al-asr",
  //    orgSocial: "https://www.facebook.com/alasr.online?utm_source=sme_listing",
  //  },

  //  {
  //    _ID: "sdqme041",
  //    name: "People's Aid Bangladesh",
  //    img: paidbd,
  //    slug: "peoples-aidbd",
  //    type: "NPO",

  //    founded: "2021",
  //    contact: "📞 01839-964177 || 📩 info@alasrfoundation.org",
  //    details: (
  //      <div>
  //        <h4>
  //          আল-আসর ফাউন্ডেশন, সম্পূর্ণ অরাজনৈতিক, অলাভজনক, স্বেচ্ছাসেবী এবং সমাজ ও
  //          জনকল্যাণমুখী একটি সংস্থা।
  //        </h4>
  //        <p>
  //          সমাজের দুঃস্থ-অসহায় মানুষদের কল্যাণে সামষ্টিকভাবে এগিয়ে আসা,
  //          আর্তমানবতার সেবায় কাজ করা এবং ক্ষুধা, দারিদ্রতা, বেকারত্ব ও বৈষম্য
  //          মুক্ত সমাজ গড়ে তোলার লক্ষ্যে ২০২১ সালে প্রতিষ্ঠিত হয় আল-আসর ফাউন্ডেশন।
  //        </p>
  //        {/*<p>
  //          সংস্থার কার্যালয়ঃ আত-তাওহিদ মসজিদ কমপ্লেক্স, রাজমান্য, উল্লাপাড়া,
  //          সিরাজগঞ্জ।
  //        </p>*/}
  //        <p>
  //          কার্যপরিধিঃ এই সংস্থা সমগ্র বাংলাদেশব্যাপী কাজ করবে। বিশেষত পিছিয়ে
  //          পড়া, অনুন্নত, ক্ষুধা-দারিদ্র্যটায় জর্জরিত প্রান্তিক অঞ্চলগুলো
  //          প্রাধান্য পাবে।{" "}
  //        </p>
  //      </div>
  //    ),
  //    orgWeb: "https://sadaqahmadeeasy.com/org/peoples-aidbd",
  //    orgSocial:
  //      "https://www.facebook.com/PeoplesAidBangladesh?utm_source=sme_listing",
  //  },

  {
    _ID: "sdqme023",
    name: "মারকাজুল লুগাতিল আরাবিয়া",
    img: lugatularabiyyah,
    slug: "Markajul-Lugatil-Arabiyya",
    type: "Madrasa",

    founded: "2022",
    contact: "01736-211755",
    details: (
      <div>
        <p>
          <b> মারকাযুল লুগাতিল আরাবিয়্যাহ বাংলাদেশ এর ভর্তি সংক্রান্ত তথ্য </b>
          <br />
          ভর্তি শুরু: ৬ শাওয়াল ৯ মে রবিবার
          <br />
          ক্লাস শুরু: ১২ শাওয়াল ১৪ মে।
        </p>
        <p>
          ভর্তিচ্ছুক তালিবুল ইলমদেরকে ৬ শাওয়াল স্বশরীরে উপস্থিত হতে হবে। দু'টি
          শাখায় কোটা পূরণ হয়ে যাওয়ার পর ভর্তি বন্ধ ঘোষণা করা হবে।
        </p>
        <p>
          <b>ভর্তি ও মাসিক প্রদেয যাবতীয় খরচ: </b>
          <br />
          ফরম: ১০০৳
          <br />
          ভর্তি ফি: ৩৫০০৳
          <br />
          মাসিক প্রদেয় :
          <br />
          তিন বেলা খাবার : ৩০০০৳
          <br />
          আবাসিক ও অন্যান্য খরচ বাবদ : ১০০০৳
        </p>
        <p>
          যাতায়াত ঠিকানা : মোহাম্মপুর বেড়িবাঁধ থেকে ওয়াশপুর টাওয়ার নেমে রিক্সায়
          "আরবি মাদরাসা"।
        </p>
      </div>
    ),
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/permalink.php?story_fbid=1812869622237530&id=100005435299487",
  },

  {
    _ID: "sdqme033",
    name: "মাদরাসাতুল মাদীনা - বগুড়া",
    img: madrasatulmadina,
    slug: "madrashatul-madina-bogra",
    type: "Madrasa",

    founded: "2009",
    contact: "01744-401830",
    details: (
      <div>
        <p>
          মাদরাসাতুল মদীনা-বগুড়া একটি কওমী বহুমুখী প্রতিষ্ঠান। বগুড়া শহরে এটি
          অবস্থিত। আজিজুল হক কলেজ নতুন ভবনের সামনের ওয়াপদার পিছনে মালগ্রাম
          মৌজায়। তিন মাথা রেলগেট থেকে অথবা জামিল নগর হয়ে এখানে আসা যায়। মোট ৭৫
          শতক জায়গা।
        </p>
        <hr />
        <p>
          Mufty Monoar Hossen কর্তৃক পরিচালিত অত্র মাদরাসার নিজস্ব জায়গায়
          হিফযখানার জন্য একটি ঘর নির্মাণ করা হবে।সে ঘরে ছাত্ররা কুরআন পড়বে,
          মুখস্ত করবে। শিক্ষার্থীদের মাঝে আছে এতীম,দরীদ্র ও সাধারণ ছাত্র।
          ভাগ্যবান মুসলিম ভাই-বোনদের নিকট থেকে দান সংগ্রহ করার মাধ্যমে
          ‘হিফযখানা’ ঘরটি সম্পূর্ণ নির্মাণ করা হবে ইনশা আল্লাহ। এ খাতের দানটি
          সম্পূর্ণ ‘সাদাকায়ে জারীয়াহ’। আপনি দান করতে পারেন:
        </p>
        <hr />
        <p>
          অনুদান পাঠানোর ঠিকানা:
          <br />
          Bank: Islami bank bd ltd
          <br />
          Bogura branch
          <br />
          A/C name: Madrashatul modinah bogura,
          <br />
          A/C no: 20501120205338901
        </p>
        <hr />
        <p>
          মোবাইল ব্যাংকিং :
          <br />
          বিকাশ / রকেট / নগদ: 01744-401830 (personal)
          <br />
          রেফারেন্স এ্যাড করুন : ৫৮৬
          <br />
          যাকাতের টাকা পাঠালে রেফারেন্স লিখুন zakat অথবা কোড নাম্বার দিন ৭৬৭৬
        </p>
        <hr />
        <p>
          যাকাতের জন্য : (এতীম ও দরীদ্র ছাত্রদের শিক্ষা, খাবার খাতে ব্যয় করা হয়)
          <br />
          Bank: Islami bank bd ltd
          <br />
          Bogura branch
          <br />
          A/C name: Madrasatul modina bogra (lillah)
          <br />
          A/C no: 205011200628600
        </p>
      </div>
    ),
    orgWeb: "https://www.facebook.com/MadrashatulmadinaBogra",
    orgSocial:
      "https://www.facebook.com/MadrashatulmadinaBogra/videos/317103730534634",
  },

  //  {
  //    _ID: "sdqme027",
  //    name: "Shorobor - সরোবর",
  //    type: "for-profit social business organization",
  //    founded: "2021",
  //    contact: "+8801861-005555",
  //    details: (
  //      <p>
  //        <ul className="list-group mt-4 mb-4">
  //          <li className="list-group-item">Quality products for customers. </li>
  //          <li className="list-group-item">
  //            Complete satisfaction for service takers.
  //          </li>
  //          <li className="list-group-item">
  //            Solve social problems through innovation.
  //          </li>
  //          <li className="list-group-item">Support small entrepreneurs.</li>
  //          <li className="list-group-item">Fairtrade for producers.</li>
  //          <li className="list-group-item">
  //            Capacity building for underprivileged.
  //          </li>
  //        </ul>
  //      </p>
  //    ),
  //    orgWeb: "https://shorobor.org/",
  //    orgSocial: "https://www.facebook.com/shoroborbd/",
  //  },

  {
    _ID: "sdqme034",
    name: "Munir Foundation",
    slug: "munir-foundation",
    img: munirfound,
    type: "NPO",
    founded: "2019",
    contact: <span>+880 1738 125107, +880 1853 325153</span>,
    details: (
      <div>
        <p>
          Munir foundation is named after Mujahidul Islam Munir, He was just an
          ordinary man, born and raised in Sitakund, Chittagong, Bangladesh. He
          was a kind, hard worker and a self-made successful person.
        </p>
        <p>
          “Providing for children, orphans & helpless patients was particularly
          close to Munir’s heart…”
        </p>
        <p>
          At the age of 29, he was tested. This was when he was diagnosed with
          cancer and given only 2 years to live after that. It was easy to fall
          into despair. And this is very common when people find out they’ve got
          cancer. But Munir had complete belief in his Taqdeer & satisfaction
          with Allah’s decision.
        </p>
        <p>
          Activity:
          <ul className="list-group mt-4 mb-4">
            <li className="list-group-item">1. Treatment Crowdfunding</li>
            <li className="list-group-item">2. Zakat-Sadaqah</li>
            <li className="list-group-item">
              3. A Cancer research center & Hospital.
            </li>
          </ul>
        </p>
        <hr />
        <p>
          {" "}
          <span className="fw-bold">Bkash Personal:</span> 01853-325153
        </p>
        <p className="fw-bold">Bank</p>
        <p>
          Account name: Munir Foundation
          <br />
          Ac Num: 20502210203678017
          <br />
          Islami Bank Bangladesh Limited Sitakund Branch.
        </p>
        <hr />
        <p>
          Address: Mowlana Monjil, Dowazipara, East Muradpur, Sitakund-4310,
          Chittagong
        </p>
        <p>Email: info@munirfoundation.org</p>
      </div>
    ),

    //orgWeb: "https://www.jcidhakawest.org/?utm_source=sme_listing",
    orgWeb: "https://munirfoundation.org?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/munirfoundation.org?utm_source=sme_listing",
  },

  {
    _ID: "sdqme030",
    name: "JCI Dhaka West",
    slug: "jci-dhaka-west",
    img: jcidhakawest,
    type: "NPO",
    founded: "1999",
    contact: <span>jcidhakawest@gmail.com</span>,
    details: (
      <div>
        <p>
          Our Mission: To provide development opportunities that empower young
          people to create positive change.
        </p>
        <p>
          Our Vision: To be the leading global network of young active citizens.
        </p>
        <p>
          Our Creed:
          <ul className="list-group mt-4 mb-4">
            <li className="list-group-item">
              We Believe That faith in God gives meaning and purpose to human
              life;
            </li>
            <li className="list-group-item">
              That the brotherhood of man transcends the sovereignty of nations;
            </li>
            <li className="list-group-item">
              That economic justice can best be won by free men through free
              enterprise;
            </li>
            <li className="list-group-item">
              That government should be of laws rather than of men;
            </li>
            <li className="list-group-item">
              That earth’s great treasure lies in human personality;
            </li>
            <li className="list-group-item">
              And that service to humanity is the best work of life.
            </li>
          </ul>
        </p>

        <p>
          About us: JCI is a non-profit international non-governmental
          organisation comprising young icons aged between 18 and 40 years who
          work to create a positive impact on society. It has members in more
          than 120 countries. In Bangladesh, JCI is working with more than 25
          local chapters. JCI Dhaka West is one of its founding chapters.
        </p>
      </div>
    ),

    //orgWeb: "https://www.jcidhakawest.org/?utm_source=sme_listing",
    orgWeb: "https://www.facebook.com/jcidhakawest/?utm_source=sme_listing",
    orgSocial: "https://www.facebook.com/jcidhakawest?utm_source=sme_listing",
  },

  {
    _ID: "sdqme026",
    name: "RAMFIT",
    img: ramfitImg,
    slug: "ramfit",
    type: "Islamic academy",
    founded: "2020",
    contact: "+880 1713-483396",
    details: `Research Academy for Medical Fiqh & Islamic Treatment- RAMFIT is a non-political organization that is working to introduce Islamic medical ethics & differentiate it from western medical ethics.`,
    orgWeb: "https://www.ramfit.org/?utm_source=sme_listing",
    orgSocial: "https://www.facebook.com/ramfitac?utm_source=sme_listing",
  },

  {
    _ID: "sdqme032",
    name: "Kahatayn",
    img: kahatayn,
    slug: "kahatayn",
    type: "Orphan Sponsorship Project",
    founded: "2020",
    contact: (
      <div>
        <br />
        <p> Hot line: 01744401830 (BD), +966 59 708 7891 (UK) </p>
        <p>Email: info.kahatayn@gmail.com</p>
      </div>
    ),
    details: (
      <div>
        <p>
          দেশে ইয়াতিমদের নিয়ে নানা কাজ হয়। তাদের শিক্ষা ও পুনর্বাসন নিয়ে দেশি
          বিদেশি অনেক সংগঠন ও প্রতিষ্ঠান কাজ করছে। মাওলানা মোশাররফ হোসেন'এর
          দায়িত্বে ২০২০ সাল থেকে 'কাহাতাইন' নামে একটি অর্গানাইজেশন চলছে।
          শ্রদ্ধেয় উস্তাদ Mufty Monoar Hossen সাহেবের তত্ত্বাবধানে ও Abu
          Abdullah ভাইয়ের আন্তরিক প্রচেষ্টায় 'কাহাতাইন' হাঁটিহাঁটি পা পা করে
          এগিয়ে চলছে। দেখতে দেখতে এখন প্রায় ৩০ জন নিখাঁদ ইয়াতিম শিক্ষার্থী
          সম্পূর্ণ কাহাতাইনের অর্থায়নে পড়াশুনা করছে। যাদের পড়াশুনা, থাকা খাওয়াসহ
          সবরকম ব্যয়ভার বহন করা হয়। ইতোমধ্যে তিনজন হিফজ সম্পন্ন করেছে। এরথেকে বড়
          সফলতা আর কী হতে পারে! আপনিও মাত্র ৩৫০০ টাকা প্রতি মাসে ব্যয় করার
          মাধ্যমে একজন ইয়াতিমের দায়িত্ব নিতে পারেন, রাসূল সা. বর্ণিত হাদীসের
          ফজিলতে শরীক হতে পারেন। কিংবা কোনো ইয়াতিমের খোঁজ দিতে পারেন। কিছু না
          হলেও অন্তত দুআ, পরামর্শ ও ভালোবাসা দিয়ে কাহাতাইনের পাশে থাকুন।
        </p>
        <p>
          Worldwide approx. 140 million children have lost one or both parents,
          lacking fundamental physical and emotional care. We cannot help
          orphan, our aim is to help as many of them as possible, within our
          capacity.{" "}
        </p>
      </div>
    ),
    orgWeb: "http://kahatayn.org.uk/?utm_source=sme_listing",
    orgSocial: "https://www.facebook.com/KahataynUK",
  },
  //  {
  //    _ID: "sdqme005",
  //    name: "হাফেজ্জী হুজুর সেবা সংস্থা",
  //    slug: "hafejji-hujur-sheba",
  //    type: "NPO",

  //    founded: "2017",
  //    details: `হাফেজ্জী হুজুর সেবা সংস্থা সারা বাংলাদেশে সেবার কাজ করার জন্য
  //"হাফেজ্জী সেবা ফাউন্ডেশন
  //(Hafezzi Sheba Foundation) নামে সরকারী রেজিষ্ট্রেশন পেল, আল্লাহর দয়া ও আপনাদের দোয়ায় সম্ভব হলো সবকিছু।
  //আমাদের গভ.রেজিষ্ট্রেশন নাম্বার:- C- 143816/2021

  //সৃষ্টির প্রতি স্নেহ মমতায় ভরে উঠুক আমাদের জীবন।`,
  //    contact: "info@alasrfoundation.org",
  //    orgWeb: "",
  //    orgSocial: "https://www.facebook.com/hhrseba?utm_source=sme_listing",
  //  },
  {
    _ID: "sdqme028",
    name: "Barakah Organization",
    slug: "barakah-org",
    type: "NPO",
    img: barakahOrgCover,
    founded: "2019",
    details: (
      <div>
        <p>
          ২০১৯ সালে কয়েকজন তরুণ মিলে বারাকাহ গড়ে তুলি সমাজসেবার উদ্দেশ্য
          নিয়ে।আমরা সময়ের হাত ধরে ছোট ছোট কাজ থেকে বড় কাজের দিকে এগিয়ে
          যাচ্ছি।আমাদের চলার এই পথের অন্যতম অংশীদার আপনারা।আপনাদের
          আর্থিকসহযোগিতায় আমরা বিভিন্ন কার্যক্রম গ্রহণ করে থাকি।বিগত ৩ বছরে
          আমাদের কাজগুলো হচ্ছেঃ
        </p>{" "}
        <br />
        ১। শহরতলীর সুবিধাবঞ্চিত ইয়াতীমখানার বাচ্চাদের আহার করানো,অনেকে আল্লাহর
        ওয়াস্তে ইয়াতীমদের একবেলা বা একাধিক বেলা খাবারের ব্যবস্থা করতে চান,আমরা
        তাদের পক্ষ থেকে ইয়াতীমদের জন্য খাবারের ব্যবস্থা করে থাকি।অনেকে শুধু
        একবস্তা চাল বা ডাল কিংবা এক মাস অথবা এক সপ্তাহের খরচ দিতে চান। আমরা
        যাদের আর্থিক সাহায্য প্রয়োজন এরকম মাদ্রাসায় সেসব পৌঁছে দিয়ে থাকি।
        <br />
        ২। আর্থিকভাবে অসচ্ছল মাদ্রাসায় সাহায্য করা,শহরতলীর কিছু মাদ্রাসায় আমরা
        সরাসরি আর্থিক সাহায্য দিয়ে থাকি।এছাড়া আমরা অনেকগুলো মাদ্রাসায় বিগত
        বছরগুলোতে ফলের গাছ লাগিয়েছি।
        <br />
        ৩। অসচ্ছল পরিবারের সন্তান/ইয়াতীমদের পড়াশোনায় সহায়তা করে থাকি, আমাদের
        কাছে অসহায়,দরিদ্র এবং ইয়াতিম অনেক শিক্ষার্থী আছে।কেউ চাইলে এদের এককালিন
        সাহায্য করতে পারেন অথবা তাদের মাসিক ভিত্তিতে পড়াশোনার খরচ বহন করতে
        পারেন।
        <br />
        ৪। বিগত রামাদান মাসগুলোতে আমরা কিছু দরিদ্র পরিবারে সারা মাসের বাজার
        কিংবা ইফতার সরবরাহ করেছি। আমরা রামাদানের আগে একটা তালিকা করে এদেরকে
        প্রয়োজনীয় দ্রব্যসামগ্রী পৌঁছে দেই।
        <br />
        <br />
        <p>
          আমাদের এই সব কার্যক্রম স্বেচ্ছাশ্রমের ভিত্তিতে পরিচালিত হয়। এই কাজের
          আসল পৃষ্ঠপোষক আপনারা।আপনাদের সাদাক্বাহ,যাকাত থেকে আমরা আমাদের তহবিল
          সংগ্রহ করে থাকি।আল্লাহ রাব্বুল আ'লামীনের সন্তুষ্টি আমাদের লক্ষ্য।
          আপনারা আমাদের সাথে তিনভাবে যুক্ত হতে পারেন
        </p>{" "}
        <br />
        ১) সরাসরি আপনার যাকাত কিংবা সাদাক্বা আমাদের দিতে পারেন।
        <br />
        আমাদের বিকাশ নং 01778242696(personal) || 01609054298(personal)
        <br />
        রকেটঃ 017782426967(personal)
        <br />
        নগদঃ 01839872018(personal)
        <br />
        ব্যাংক একাউন্ট নং: ব্যাংক একাউন্ট : Pubali Bank
        <br />
        Account name: Abrar Fuad
        <br />
        Account number :4969101002581
        <br />
        <br />
        ২) আমাদের কাজের পরিধি অনেক বিস্তৃত। এই কাজে আমাদের অনেক স্বেচ্ছাসেবক
        দরকার।যদি আপনার হাতে মানুষের সেবা করার জন্য ব্যয় করার মত সময় থাকে,আমাদের
        সাথে চলে আসুন। আপনার সাহায্যে আমরা নিশ্চয়ই আরো এগিয়ে যাবো ।
        <br />
        ৩) আপনি এই পোষ্ট আপনার ফেসবুকে শেয়ার দিতে পারেন,আপনার পরিচিতদের আমাদের
        কথা বলতে পারেন।এর মাধ্যমে নিশ্চয়ই আল্লাহ রাব্বুল আ'লামীন আপনাকে উত্তম
        প্রতিদান দেবেন।
        <br />
        <br />
        রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, "যে ব্যক্তি হালাল
        উপার্জন থেকে সাদাক্বা করে , (আল্লাহ তা’আলা পবিত্রকেই কবুল করেন)–তাহলে এই
        সাদাক্বাহ সে যেন আল্লাহর হাতে দিল। আল্লাহ্ পাক এটাকে এমনভাবে লালন-পালন
        করেন যেভাবে তোমরা ঘোড়ার বাচ্চা কিংবা উটের বাচ্চা লালন-পালন করো।শেষ
        পর্যন্ত সেই সাদাক্বাহ বেড়ে গিয়ে পাহাড়ের সমান হয়ে যায়।"
        <br />
        আল্লাহ রাব্বুল আ'লামীন আমাদের সবার প্রচেষ্টা কবুল করুন - আমীন।
        <br />
        <br />
        সার্বিক যোগাযোগঃ 01778242696(Direct) 01609054298(Direct/whats App)
      </div>
    ),
    contact: "barakahorganization@gmail.com",
    orgWeb:
      "https://www.facebook.com/BDBARAKAHORGANIZATION?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/BDBARAKAHORGANIZATION?utm_source=sme_listing",
  },

  {
    _ID: "sdqme022",
    name: "মাদরাসা মাহাদুল ঈমান চট্টগ্রাম",
    slug: "mahadul-iman",
    type: "Madrasa",
    img: mahadulImanImg,
    founded: "2011",
    contact: "01706-880929",
    details:
      "যেকোন পেশাজীবি, কলেজ ভার্সিটির ছাত্র ভাইদের জন্য আলেম হওয়ার একটি দ্বীনি প্রতিষ্ঠান।",
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/Mahadul-Iman-Chittagong-108827701694350",
  },

  //  {
  //    _ID: "sdqme007",
  //    name: "জামিয়া হাফেজুল উলুম আল-ইসলামিয়া",
  //    slug: "jamia-hafejul-ulum-al-islamia",
  //    type: "Madrasa",

  //    founded: "2017",
  //    contact: "01739-871496",
  //    details: `সদ্য প্রতিষ্ঠিত, জামিয়া হাফেজুল উলুম আল-ইসলামিয়া, আহমদ নগর (বাস্তুহারা) বাকলিয়া, চট্টগ্রাম, কর্ণফুলী নদীর তীরে অবস্থিত,
  //# সুবিধা বঞ্চিত সকল শিক্ষার্থীদের আশ্রয়স্থল হিসেবে কাজ করছে,
  //# কোমলমতী শিশুদের কে নবীজীর আদর্শে আদর্শিক হিসেবে গড়ে তোলার নিমিত্তে কাজ করে যাচ্ছে অত্র প্রতিষ্ঠান,
  //# আরবীর পাশাপাশি বাংলা অংক ইংরেজি শিক্ষার প্রক্রিয়া চলছে সমান গতিতে
  //# দেশ প্রেমিক ও সুনাগরিক হিসেবে গড়ে তুলতে আমরা প্রতিজ্ঞাবদ্ধ ।
  //অত্র প্রতিষ্ঠানটির আর্থিক ও শিক্ষাগত মান আরো যেন বেগবান ও গতিশীল হতে পারে
  //এজন্য সকলের নিকট দোয়া ও দানের হাত প্রসারিত করার অনুরোধ রইল`,
  //    orgWeb: "https://jamiahafezululoom.com/?utm_source=sme_listing",
  //    orgSocial: "https://www.facebook.com/jamiahafejululoomalislamia",
  //  },

  {
    _ID: "sdqme016",
    name: "কাফফারা আদায়",
    slug: "give-kaffara",
    type: "Ritual",

    founded: "2021",
    details: `গরিব অসহায় মানুষকে একবেলা ফ্রি খাবার বিতরণ করা হয়। কেউ কোনো গুনাহের কিংবা কসমের কাফফারা আদায়ের নিয়তে সাদাকাহ করতে পারেন। 
	`,
    contact: `https://facebook.com/tanbir.ahmad.336?utm_source=sme_listing`,
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/groups/2232751196866758?utm_source=sme_listing",
  },
  //  { _ID: "sdqme020", name: "মাহমুদ সিদ্দিকী", type: "Reference" },
  //  { _ID: "sdqme021", name: "Abdur Rahman", type: "Reference" },
  //  { _ID: "sdqme019", name: "Ismail Hussain", type: "Reference" },
  //  {
  //    _ID: "sdqme002",
  //    name: "Al-Asr Foundation",
  //    type: "Organization",
  //    orgImg: mahadulIman,
  //    founded: "2016",
  //    details:
  //      "সম্পূর্ণ অরাজনৈতিক, অলাভজনক, স্বেচ্ছাসেবী এবং সমাজ ও জনকল্যাণমুখী একটি সংস্থা।",
  //    contact: "info@alasrfoundation.org",
  //    orgWeb: "http://alasrfoundation.org/",
  //    orgSocial: "https://www.facebook.com/alasr.online",
  //  },

  //  {
  //    _ID: "sdqme004",
  //    name: "Sidaaq foundation",
  //    slug: "sidaaq-fundation",
  //    type: "NPO",

  //    founded: "2021",
  //    details: `সিদাক একটি দাতব্য সংগঠন যা অভাবীদের কাছে পৌঁছাতে নিরন্তর প্রচেষ্টায় নিয়োজিত৷
  //`,
  //    contact: "",
  //    orgWeb: "",
  //    orgSocial:
  //      "https://www.facebook.com/Sidaaq-Foundation-104358131780746?utm_source=sme_listing",
  //  },
  //  {
  //    _ID: "sdqme006",
  //    name: "তালিমুদ্দীন ফাউন্ডেশন",
  //    slug: "talimuddin-foundation",
  //    type: "Organization",

  //    founded: "Sab'a Sanabil Foundation",
  //    details: "Organization detail",
  //    contact: "01716-328826",
  //    orgWeb: "",
  //    orgSocial: "https://www.facebook.com/TalimuddinF",
  //  },
  {
    _ID: "sdqme001",
    name: "সাদাকা",
    slug: "sadaqah-charity",
    type: "NPO",
    img: sadaqahImg,
    founded: "2014",
    details: `"সাদাকা" - একটি অলাভজনক মানবসেবামূলক প্রতিষ্ঠান।`,
    contact: `01713-639791 || sadaka.charity.bd@gmail.com`,
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/sadaqahthecharity?utm_source=sme_listing",
  },
  // { _ID: "sdqme008", name: "রেফারেন্সঃ Mahi Al Jawad" },
  // { _ID: "sdqme009", name: "রেফারেন্সঃ ইমরান রাইহান" },

  {
    _ID: "sdqme035",
    name: "Numan Ahmed",
    img: numanahmed,
    slug: "numan-ahmed",
    type: "Reference",

    founded: "2022",
    contact: "01717-566822",
    details: (
      <div>
        <p>
          সিলেটে ২০২২ সালের স্মরণকালের ভয়াবহ বন্যাতে গোয়াইনঘাট থানার বন্যা
          দূর্গতদের সাহায্য করতে মুহতারাম নুমান আহমেদ নিজ উদ্যোগেই ত্রাণ বিতরণের
          জন্য ফান্ড কালেকশান শুরু করেন। টীম SME ব্যক্তিগত উদ্যোগে যারা কাজ
          করছেন তাদেরকে নিয়ে করা এক পর্যবেক্ষণে মুহতারাম নুমান আহমেদকে বাছাই
          করেন উনার ত্রাণ বিতরণে কার্যক্রমকে প্রমোট করতে। বন্যার দ্বিতীয় ধাপে
          নুমান আহমেদের কাজ আগে থেকে আরো সুসংগঠিত হয়ে উঠে এবং নিজেই একটি অস্থায়ী
          ত্রাণ অফিস চালু করেন, আলহামদুলিল্লাহ।
        </p>
        <p>
          {" "}
          ত্রাণ অফিসের ঠিকানাঃ ফতেপুর বাজার, গোয়াইনঘাট, সিলেট৷ (ইউনিয়ন অফিসের
          উত্তর পাশে, সিকদার মার্কেট)
        </p>
      </div>
    ),
    orgWeb: "https://www.facebook.com/nana.nani.73157?utm_source=sme_listing",
    orgSocial:
      "https://www.facebook.com/nana.nani.73157?utm_source=sme_listing",
  },

  {
    _ID: "sdqme037",
    name: "আশিক এলাহী",
    img: ashekelahi,
    slug: "ashek-elahi",
    type: "Reference",

    founded: "2022",
    contact: "01778-183509",
    details: (
      <div>
        <p>
          পানিবন্দি সিলেটের গোলাপগঞ্জ থানায় নিজ উদ্যেগে ত্রাণ বিতরণে সক্রিয়ভাবে
          কাজ করছেন মুহতারাম আশেক এলাহী
        </p>
      </div>
    ),
    orgWeb: "https://www.facebook.com/profile.php?id=100044672869186",
    orgSocial: "https://www.facebook.com/profile.php?id=100044672869186",
  },

  {
    _ID: "sdqme010",
    name: "Tanbir Ahmad",
    img: tanbirahmed,
    slug: "tanbir-ahmad",
    type: "Reference",
    founded: "",
    contact: "01568-085580",
    details:
      "মুহতারাম তানভির আহমদ ভাই নিজ উদ্যোগে বেশ অনেক আগে থেকেই ফান্ড রেইসিং এর কাজ করে আসছেন। ইয়াতিম শিশুদের নিয়ে 'এক বেলা আহার' তার অন্যতম একটি উদ্যোগ। এছাড়াও দেশের বিভিন্ন জেলায় তিনি কাজ অব্যাহত রেখেছেন। ",
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/tanbir.ahmad.336?utm_source=sme_listing",
  },

  {
    _ID: "sdqme031",
    name: "Sabit Ahmed",
    slug: "sabit-ahmad",
    type: "Reference",

    founded: "",
    contact: "Not available",
    details: "",
    orgWeb: "",
    orgSocial:
      "https://www.facebook.com/sabit.ahmed.7547?utm_source=sme_listing",
  },
  //  {
  //    _ID: "sdqme011",
  //    name: "Farhat Hussain",
  //    type: "Reference",
  //    orgImg: mahadulIman,
  //    founded: "",
  //    contact: "",
  //    details: "",
  //    orgSocial: "https://www.facebook.com/profile.php?id=100073500525232",
  //  },

  //  {
  //    _ID: "sdqme024",
  //    name: "আশিক এলাহী",
  //    slug: "ref-ashik-elahi",
  //    type: "Reference",

  //    founded: "",
  //    contact: "",
  //    details: "সোস্যাল ওয়ার্কার",
  //    orgSocial: "https://www.facebook.com/profile.php?id=100044672869186",
  //  },

  // { _ID: "sdqme012", name: "Hafiz Al Munadi", type: "Reference"  },
  //  { _ID: "sdqme013", name: "মুহাম্মাদ নাফিস নাওয়ার", type: "Reference"  },
  // { _ID: "sdqme014", name: "Manzurul Karim", type: "Reference"  },
  //  { _ID: "sdqme015", name: "Muhsineen Welfare Society", type: "Organization"  },
  //  {
  //    _ID: "sdqme017",
  //    name: "আলেমে দ্বীন",
  //    type: "Reference",
  //    orgImg: mahadulIman,
  //    founded: "Sab'a Sanabil Foundation",
  //    details: "Organization detail",
  //    orgSocial: "https://www.facebook.com/SabaSanabilFoundation",
  //  },
  //  { _ID: "sdqme018", name: "সাইফ রাজু", type: "Reference"  },
];

export function getOrganizations() {
  return organizations.filter((o) => o);
}
