import * as organizationsAPI from "./OrgList";

import kaffaraTanbir from "../img/kaffaraTanbir.jpeg";
import masjidSabas from "../img/masjidSabas.jpeg";
import ramfit from "../img/ramfit.jpeg";
import sylhetRebuilt1 from "../img/sylhetRebuilt1.jpeg";
import jumabarhelpcover from "../img/jumabarhelpcover.jpeg";
import bedsmangrove from "../img/bedsmangrove.jpeg";

//import helpincome from "../img/helpincome.jpeg";

//import helpsettledebt from "../img/helpsettledebt.jpeg";

import newmuslimcounselingproject from "../img/newmuslimcounselingproject.jpeg";
import calligraphyproject from "../img/calligraphyproject.jpg";
import calligraphyctg1 from "../img/calligraphyctg1.jpg";
import for24shohid from "../img/for24shohid.jpg";
import mazlumjamin from "../img/mazlumjamin.jpg";
import itqaanfundraise from "../img/itqaanfundraise.jpg";

//last serial: 74

const projects = [
  {
    _ID: "sdqmet003.1",
    projectImg: masjidSabas,
    projectHeading: "সাব'আ সানাবিল মসজিদ কমপ্লেক্স",
    slug: "saba-sanabil-mosque",
    projectDetails: (
      <div>
        <h3>
          সাব'আ সানাবিল মসজিদ কমপ্লেক্স ও আমাদের একটা স্থায়ী অফিস ও দাওয়াহ
          সেন্টার কেন এত প্রয়োজন?
        </h3>

        <p>
          আমরা অনেকেই মসজিদ, মাদ্রাসা নির্মাণে অর্থ ব্যয় করতে চাই কিন্তু
          ম্যানেজমেন্ট এর পেছনে অর্থ করতে আমাদের ভীশন অনাগ্রহ। অথচ একটা গাড়ি
          চালাতে হলে এর তেলের খরচ আপনাকে বহন করতে হবে না হলে আপনি গাড়ি কিনলে
          গাড়ি দিয়ে কোন কাজ করতে পারবেন না। এই যে আপনাদের অর্থের মাধ্যমে সাব'আ
          সানাবিল ফাউন্ডেশন খাগড়াছড়ি, বান্দরবান রাঙ্গামাটি, কুড়িগ্রাম
          নীলফামারী সহ দেশের বিভিন্ন প্রত্যন্ত এলাকায় মসজিদ ভিত্তিক মাদ্রাসা,
          কমিউনিটি টিউবওয়েল, এতিম ছাত্রদের স্পনসর্শিপ সহ অভাবী মানুষদের সহায়তা
          করে যাচ্ছে তার জন্য একটা টিম দেশের বিভিন্ন প্রান্ত থেকে কাজ করে যাচ্ছে
          নিয়মিত আলহামদুলিল্লাহ। একটা জিনিস অনেকেই জানেন আমাদের এডমিন প্যানেলের
          ভাইরা দেশের বিভিন্ন প্রান্ত থেকে কাজ করে থাকেন এবং কেউ ফাউন্ডেশন থেকে
          একটা পয়সাও পারিশ্রমিক নেন না। এই ম্যানেজমেন্ট টিমকে সমন্বয় করতে
          আমাদের একটি স্থায়ী জায়গা প্রয়োজন যে জায়গা থেকে কেন্দ্র করে গড়ে
          উঠবে একটি মসজিদ কমপ্লেক্স ও দাওয়াহ সেন্টার। আমাদের একটি স্বপ্ন আছে, এই
          যে দেশের বিভিন্ন প্রান্তের আমাদের মসজিদভিত্তিক মাদ্রাসা গড়ে উঠছে সেই
          ছাত্রগুলো কে আমরা কোয়ালিটি এডুকেশন নিশ্চিত করতে আমরা একসময় আমাদের
          মসজিদ কমপ্লেক্স থেকে যোগ্য শিক্ষকদের মাধ্যমে প্রতি সপ্তাহে অনলাইনে
          কিছু ক্লাসের ব্যবস্থা করবো যাতে দেশের বিভিন্ন প্রান্তে ছড়িয়ে থাকা
          ছাত্র গুলো বিভিন্ন কুসংস্কার ও বিদাআত থেকে বেরিয়ে আসতে পারে ইন শা
          আল্লাহ।
        </p>
        <p>
          ইনশাআল্লাহ এই অফিস থেকেই আমাদের জেনারেল ও মাদ্রাসা পড়ুয়া
          ছাত্র-শিক্ষকদের জন্য মাদানী নেসাবের উপর একাডেমিক ভিডিও কনটেন্ট,
          বিভিন্ন টপিকের উপর ওস্তাদদের আলোচনা সহ সকল ধরনের ভিডিও কনটেন্ট
          প্রোডাকশন করা হবে ইনশাআল্লাহ। আল্লাহ চাইলে এ সকল কাজের প্রাণকেন্দ্র
          হতে যাচ্ছে আমাদের এই মসজিদ কমপ্লেক্স যেখানে থাকবে সাব'আ সানাবিল
          ফাউন্ডেশনের স্থায়ী কার্যালয়। কারণ আমরা বিশ্বাস করি ছড়িয়ে ছিটিয়ে কাজ
          করলে তা সাস্টেইনেবল হবার সম্ভাবনা কম, তাই দাওয়াহ সেন্টার ও মসজিদ
          কমপ্লেক্স কে কেন্দ্র করেই আমাদের স্থায়ী অফিসের পরিকল্পনা চলছে ইন শা
          আল্লাহ।
        </p>
        <p>
          আমাদের দাওয়াহ সেন্টারের ভাই বোনরা বিগত ৩ বছর যাবৎ অল্প অল্প সাদাকা জমা
          করে এই মসজিদ কমপ্লেক্স এর জমি ক্রয় বাবদ প্রায় ১৫ শতাংশ টাকা জমা
          করেছেন আলহামদুলিল্লাহ। আপনারা সবাই জানেন আমাদের কাজের পরিধি
          আলহামদুলিল্লাহ দিন দিন বাড়ছে, প্রতি মাসেই দাওয়াহ সেন্টারের মাধ্যমে
          কিছু অভাবী মানুষকে সহযোগিতা করা হয় তাই চাইলেও এই ভাইবোনদের সাদাকা আমরা
          সম্পূর্ণটা জমি ক্রয় বাবদ ব্যবহার করতে পারি না। আপনারা সবাই এই জমির
          অংশগ্রহণ না করলে আমাদের জন্য এই প্রজেক্ট সম্পন্ন করা অনেক কঠিন হয়ে
          যাবে।
        </p>

        <div>
          <p>
            যে চারটি উপায় আপনারা এই সাদকায়ে জারিয়া তে অংশগ্রহণ করতে পারবেন:
          </p>
          <p>
            ১. এক স্কয়ার ফিট জমি ক্রয়ের সাদাকা প্রদানের মাধ্যমে, প্রতি স্কয়ার
            ফিটে দাম আসবে ৮০০০ টাকা।
          </p>
          <p>
            ২. মারকাজ মসজিদ কমপ্লেক্স এর একজন প্রতিষ্ঠাতা সদস্য হবার মাধ্যমে।
            জমি ক্রয়ের জন্য কেউ ন্যূনতম ৫০ হাজার টাকা সাদাকা করলে আমরা তাকে
            মারকাজ মসজিদ কমপ্লেক্স এর একজন প্রতিষ্ঠাকালীন সদস্য বলে গণ্য করব।
          </p>
          <p>৩. যে কোন পরিমাণ সাদাকা প্রদানের মাধ্যমে।</p>
          <p>
            ৪. যেহেতু আমাদের এই প্রতিষ্ঠানে এমন কোন ব্যক্তি নেই যার একটি পোস্ট
            শেয়ারের মাধ্যমে অনেক লোক জানতে পারবে তাই আপনাকে অনুরোধ করব নিজের
            ওয়ালে বা এই পোস্ট শেয়ার করে আপনার পরিচিতদের কে সদকায়ে জারিয়া
            প্রজেক্টে যুক্ত করতে পারেন ইনশাআল্লাহ।
          </p>
        </div>
        <p>
          সব শেষে, রমাদানের এই শেষ দশটি রাতে আমরা সবাই চেষ্টা করি যে যার
          সাধ্যমতো সর্বোচ্চ ভালো সাদাকা করার জন্য। আল্লাহ চাইলে এই দশটি রাতের
          মধ্যে একটি রাত যদি লাইলাতুল কদর হয় আর সে রাতে যদি আপনি একটি টাকাও
          সাদাকা করেন তাহলে সেই সাদাকা হয়ে যেতে পারে হাজাড় মাস বা ৮৩ বছর সাদাকা
          করার চাইতে উত্তম ইনশাআল্লাহ।
        </p>
        <p>
          আমাদের জমি ক্রয়ের প্রজেক্টে যুক্ত হতে নিচের একাউন্ট গুলোতে সাদাকা
          পাঠাতে পারবেন আগামী ৩০ রমাদান রাত বারোটা পর্যন্ত ইনশাআল্লাহ।
        </p>
        <p>
          নোট: আমাদের এই প্রোজেক্টের জন্য ৪০শতাংশ টাকা উঠে আসলে আমরা মসজিদ
          কমপ্লেক্সের জায়গা নির্বাচন সংক্রান্ত কাজ শুরু করব ইনশাআল্লাহ। যখনই
          জায়গা নির্বাচন করা হবে আপনাদেরকে আমাদের এই পেইজের মাধ্যমে আপডেট
          জানানো হবে ইনশাআল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">যাকাত ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>bKash Personal: Removed </p>
        <p> Rocket personal: 01309-336883-8 </p>
        <p>Nagad Personal: 01309-336883</p>

        <hr />

        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No(Current): 20507310100010403 </p>
        <p>A/C Name: Saba Sanabil Foundation</p>
        <p> Branch: Kalampur SME (Dhaka North) </p>

        <hr />

        <p>Bank: Dutch Bangla Bank Ltd. </p>
        <p>A/C Name: Sab-a-Sanabil </p>
        <p>A/C No: 294.110.000.5513</p>
        <p> Branch: Lalmonirhat </p>
        <p> Routing: 090520466</p>
        <hr />
        <p>PayPal: sabasanabil.org@gmail.com</p>

        <hr />
        <p>
          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
          বাকারাহ- ২৬১
        </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/SabaSanabilFoundation/`,
    projectOrgName: "Sab'a Sanabil Foundation",
    projectOrg: { _ID: "sdqmet003", name: "Sab'a Sanabil Foundation" },
    projectCreated: "April 2022",
    projectTag: "Zakat, Sadaqah",
    projectLink:
      "https://www.facebook.com/SabaSanabilFoundation/posts/2014701378710591",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  {
    _ID: "sdqmet043.1",
    projectImg: jumabarhelpcover,
    projectHeading: "শুক্রবারের সাহায্য",
    slug: "juma-help-ovijatrik",
    projectDetails: (
      <div>
        <h3>
          {" "}
          ঠিক করেছি এখন থেকে প্রতি বৃহস্পতিবার রাতে একজন করে অসহায় মানুষের অভাব
          পূরণের জন্য সাহায্য চেয়ে পোস্ট করবো এবং পরদিন শুক্রবার পর্যন্ত টাকা
          সংগ্রহ করবো। আপনাদের ওছিলায় যদি আল্লাহ কবুল করেন এবং তার জন্য
          প্রয়োজনীয় ফান্ড সংগ্রহ হয়ে যায় তাহলে শনিবার দিন সেই মানুষটার অভাব পূরণ
          করে দিয়ে তার হাসিমাখা ছবি আপনাদের সাথে শেয়ার করবো ইনশাআল্লাহ।
        </h3>

        <p>এই প্রজেক্টার নাম দিয়েছি "শুক্রবারের সাহায্য"</p>
        <p>
          আল্লাহ তৌফিক দিলে আগামী বৃহস্পতিবার রাতে আবারো উপস্থাপন করবো অন্য কোন
          অসহায় মানুষের গল্প। এভাবে প্রতি শুক্রবার আপনারা সাধ্যমতো এগিয়ে আসলে
          ইনশাআল্লাহ প্রতি শনিবার অভিযাত্রিক এর মাধ্যমে আমরা এমন অসহায় মানুষদের
          মুখে হাসি ফোটাতে পারবো আশা করি। আপনারা যাকাতের টাকাও দিতে পারেন।
          আল্লাহ আমাদের সকলের প্রচেষ্টা কবুল করুন। উত্তম যাযাখায়ের দান করুন।
          আমীন।
        </p>
        <p>প্রজেক্ট চেক করতে ক্লিক করুনঃ </p>
        <div
          style={{ height: "30vh", overflowY: "scroll" }}
          className="border shadow-sm p-3"
        >
          <a
            href="https://www.facebook.com/md.arifulhuq/posts/pfbid02uqBFMYyhgyLtnXgi81PzBdmezkrvbmJ3X6FrU93GojBwEec7YoVoTjrMNSakFQzHl"
            target="__blank"
            className="mb-3 text-primary"
          >
            (রানিং) শুক্রবারের সাহায্য প্রজেক্ট - ১৮
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid02MzCT6A2yqmkSBi933GoSw3LQo7fVmfjdCUjE3tw7GMiZSrEcKcfQq8DmVyS7mGhJl	"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ১৩
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid02j5EygbfvpE6vfhdPXTJ69WBs39yuW855FYSEappvV6nrToqM6BxQSHghjajDb5BAl"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ১২
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid05uki34aGDsmnQAdFNbbd4N7R7beau8QbDysnzJKYuqNzE6wXsxgYHNK5Pn9KkZbMl"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ১১
          </a>
          <br />
          <a
            href="https://www.facebook.com/md.arifulhuq/posts/pfbid02n1pD8sjmuDDE4KFiv4oPiAun2dLjZCnHa7bRxfYaqxbmzYm9dshiiY11jkaYJqTal"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ১০
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/photos/a.174873977714398/615718346963290/"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৯
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/videos/400298612314975/"
            target="__blank"
            className="mb-3 text-primary"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৮
          </a>
          <br />

          <a
            href="https://www.facebook.com/md.arifulhuq/posts/pfbid0noLxVG6Eo8Z4jncdP7Kp6HnKMpiGdsV9vwa9ntRCinzX16xwZm5oGVNCpDVrbGzEl"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৭
          </a>
          <br />
          <a
            href="https://www.facebook.com/md.arifulhuq/posts/pfbid02pYuU7QLaBxQEeNTs8oHqxHzy1VxAjTvsXxSX7s69kVKkJhmsiT2efNCWb64aD8aql"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৬
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/photos/a.174873977714398/593999309135194/"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৫
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid0jc1Q36ntEv1yjMgQpXjfETfRuv3Sfz6jN6o7a4QnYmqpTU6oaeFpJFBwtpe5USrkl"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৪
          </a>
          <br />
          <a
            href="https://www.facebook.com/117227633479033/posts/586784113190047"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ৩
          </a>
          <br />

          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid02sUwaDqhm73UCXma8mT3KtFQArQbaVa9Vf2xPnLSaW52aoqiXRJSy5F1JXb3UW862l"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ২
          </a>
          <br />
          <a
            href="https://www.facebook.com/ovijatrik.dinajpur/posts/pfbid026MPoAJDVwjvNRXV4gmBuFXwnxiuLLZ6X2u2WUdxp82nTh6Mng9xxBLDRbutKWX52l"
            target="__blank"
            className="mb-3 text-success"
          >
            শুক্রবারের সাহায্য প্রজেক্ট - ১
          </a>
        </div>
        <span style={{ fontSize: "16px", marginTop: "2rem" }}>
          সব দেখতে Scroll করুন
        </span>

        <p className="mt-4">
          শুক্রবারের
          <br />
          🔷 সাহায্য প্রজেক্ট ১২ এর সাহায্য ছিলো = ২ লক্ষ ৫৭ হাজার /-
          <br />
          🔷 সাহায্য প্রজেক্ট ১১ এর সাহায্য ছিলো = ৪৫,০০০ /-
          <br />
          🔷 সাহায্য প্রজেক্ট ১০ এর সাহায্য ছিলো = ৭৫,০০০ /-
          <br />
          🔷 সাহায্য প্রজেক্ট ০৯ এর সাহায্য ছিলো = ১ লক্ষ ৫৩ হাজার /-
          <br />
          🔷 সাহায্য প্রজেক্ট ০৮ এর সাহায্য ছিলো = ১ লক্ষ /-
          <br />
          🔷 সাহায্য প্রজেক্ট ০৭ এর সাহায্য ছিলো = ৪ লক্ষ ৩৭ হাজার /-
          <br />
          🔷 সাহায্য প্রজেক্ট ০৬ এর সাহায্য ছিলো = ২ লক্ষ ১৫ হাজার /-
          (এক্সিডেন্টে পংগুত্ব বরণ করা বিধবা বোনের হাতে তুলে দেওয়া হলো)
          <br />
          🔷 সাহায্য প্রজেক্ট ০৫ এর সাহায্য ছিলো = মোট ১২টি অসহায় পরিবার কে
          ৮,৫০০ টাকা সমমূল্যের ১২টি টিউবওয়েল, টিউবওয়েল এর যাবতীয় সরঞ্জাম এবং
          মেঝে পাকা করার জন্য নগদ ৫,০০০/- করে প্রতিটি পরিবারের হাতে দেওয়া হয়েছে।
          <br />
          🔷 সাহায্য প্রজেক্ট ০৪ এর সাহায্য ছিলো = ৬৭,০০০/- ( দশটি সেলাই মেশিন
          বিতরণ)
          <br />
          🔷 সাহায্য প্রজেক্ট ০৩ এর সাহায্য ছিলো = ৬৬,০০০/- (ঘর নির্মাণ)
          <br />
          🔷 সাহায্য প্রজেক্ট ০২ এর সাহায্য ছিলো = ৪৯,০০০/- ( নতুন ভ্যান ক্রয়)
          <br />
          🔷 সাহায্য প্রজেক্ট ০১ এর সাহায্য ছিলো = ২৪,০০০/- ( চার্জার ভ্যানের ৪
          টি ব্যাটারি ক্রয়)
          <br />
          🔷 আল্লাহর ইচ্ছায় আপনাদের সহযোগিতায় মোট ২,০৬,০০০/- টাকার সাহায্য করা
          হয়েছে গত ০৪ টি শুক্রবারে, আলহামদুলিল্লাহ।
        </p>
        <p>
          {" "}
          আপনারা শুক্রবারের সাহায্যের জন্য আমাদের বিকাশ/নগদ নাম্বারটি সেভ করে
          রাখতে পারেন। প্রিয় নাম্বার হিসাবে সেভ করলে টাকা পাঠাতে সেন্ড মানি ফি
          লাগবে না ইনশাআল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">নগদ (Personal, Send money): 01720-803305 </h4>
        <hr />
        <h4 className="mb-4">
          Paypal : ovijatrik.dinajpur@yahoo.com (zannatul rehena)
        </h4>
        <hr />
        <p>
          <b>Bank Details:</b>
          Account No: 0054131000018
          <br />
          Name: Ovijatrik Somaj Kollyan Sangstha
          <br />
          Bank: South Bangla Agriculture & Commerce Bank Limited. (SBAC)
          <br />
          Branch: Dinajpur
          <br />
          Routing Number: 270280676
          <br />
          Swift Code: SBACBDDH
        </p>
        <p>
          রেফারেন্সঃ Friday Project (এখানে প্রজেক্ট সিরিয়াল যুক্ত হবে) - SME
        </p>
        <p>যেমনঃ Friday Project 18 - SME</p>

        <p>
          যে কোন প্রকার পরামর্শ ও মতামত জানাতে হোয়াটসঅ্যাপ করুনঃ +880
          1717-017645{" "}
        </p>

        <hr />
        <p>
          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
          বাকারাহ- ২৬১
        </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/md.arifulhuq`,
    projectOrgName: "অভিযাত্রিক সমাজ কল্যাণ সংস্থা",
    projectOrg: { _ID: "sdqmet043", name: "অভিযাত্রিক সমাজ কল্যাণ সংস্থা" },
    projectCreated: "Sep 2022",
    projectTag: "Every Juma, Sadaqah",
    projectLink: "https://www.facebook.com/ovijatrik.dinajpur/",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  //  {
  //    _ID: "sdqme065.1",
  //    projectImg: campaignagainsttrans,
  //    projectHeading: "ট্রান্সজেন্ডার মতবাদ বিষয়ে দেশব্যাপী",
  //    slug: "campaign-against-transgender",
  //    projectDetails: (
  //      <div>
  //        <h2>ট্রান্সজেন্ডার মতবাদ বিষয়ে দেশব্যাপী সচেতনতা ক্যাম্পেইন ২০২৪</h2>
  //        <p>
  //          <b>
  //            সচেতনতা। প্রতিরোধ। প্রতিবাদ। উচ্ছেদ। ইকামাতে দ্বীন এখন নয়তো তবে কখন?
  //            আমরা নয়তো তবে কারা?
  //          </b>
  //        </p>
  //        <p>
  //          আলহামদুলিল্লাহ ট্রান্স নিয়ে ২০২৩ সালের জানুয়ারিতে আমরা দেশব্যাপী
  //          ক্যাম্পেইন করেছিলাম যখন ষষ্ঠ শ্রেণীর পাঠ্যপুস্তকে 'শরীফার গল্প' আসে। এ
  //          বছরেও আমরা দেখছি যে, সপ্তম শ্রেণীর ইতিহাস ও সামাজিক বিজ্ঞান বইতে
  //          পুনরায় সেই বিকৃত ও দ্বীনবিধ্বংসী মতবাদ ট্রান্সজেন্ডার নিয়ে পুনরায়
  //          'শরীফার গল্প' উঠে এসেছে। ইসলাম বিরোধী এজেন্ডা বাস্তবায়নে ইসলামের
  //          শত্রুরা বিভিন্ন সেক্টর থেকে এই ভূখন্ডে এই মতবাদ প্রতিষ্ঠার জন্য
  //          সর্বোচ্চ চেষ্টা করে যাচ্ছে। আমরা অসচেতন, আমরা ঘুমিয়ে আছি বলেই ইসলামের
  //          শত্রুরা কোনোপ্রকার বাধা বিপত্তি ও কষ্ট ক্লেশ ব্যতীত মুসলমানদের এই
  //          ভূখন্ডে এই বিকৃত ও দ্বীনবিধ্বংসী মতবাদ প্রতিষ্ঠায় বহুদূর এগিয়ে গিয়েছে।
  //          আমরা আর ঘুমিয়ে থাকতে চাই না। মু'মিন পুরুষ ও নারী অভীভাবকদেরকেও ঘুমাতে
  //          দিতে চাই না। আমরা জাগিয়ে তুলতে চাই। কন্ঠ উচ্চ করতে চাই। সম্মিলিত কণ্ঠ।
  //          সম্মিলিত প্রচেষ্টায় রুখে দিতে চাই দ্বীনবিধ্বংসী এই বিকৃত
  //          ট্রান্সজেন্ডার মতবাদ প্রতিষ্ঠার সকল উপায় ও মাধ্যমকে।
  //        </p>
  //        <p>
  //          ইন শা আল্লাহ এই ভূখন্ডের প্রত্যেক ঘরে এই ছোট্ট কাগজের টুকরোটা পৌঁছে
  //          দিতে চাই।
  //        </p>
  //        <p>
  //          দেশব্যাপী এই বিষাক্ত মতবাদ সম্পর্কে সচেতনতা সৃষ্টির লক্ষ্যে প্রায় তিন
  //          সপ্তাহ পূর্বে আমরা আসিফ আদনান ভাইয়ের বইটা নিয়ে 'দেশব্যাপী সচেতনতা
  //          প্রোগাম' এর আয়োজন করেছিলাম। ট্রান্সজেন্ডার নিয়ে আসিফ আদনান ভাইয়ের ছোট
  //          পুস্তিকাটি এই ভূখন্ডের বেশ কয়েকটি জেলার সম্মানিত খতিব সাহেবগণ, ইমাম
  //          সাহেবগণ ও সমাজের শিক্ষিত শ্রেণীর নিকট পৌঁছে দিয়েছি আলহামদুলিল্লাহ।
  //          আমাদের মিম্বারগুলোকে আমাদের মেইনস্ট্রিম মিডিয়ায় পরিণত করতে ক্ষুদ্র
  //          প্রচেষ্টা ছিলো আমাদের। সেই একই ধারাবাহিকতায় এইবার দেশব্যাপী সচেতনতা
  //          ক্যাম্পেইন করতে চাই লিফলেটের মাধ্যমে। আলহামদুলিল্লাহ এই ভূখন্ডের
  //          বিভিন্ন অঞ্চলে একযোগে একই (ট্রান্স) বিষয়ে ক্যাম্পেইন করতে চাই। এইজন্য
  //          আমাদের প্রধান টার্গেট বিভাগীয় ও জেলা শহর। পর্যায়ক্রমে বিভিন্ন উপজেলা ও
  //          গ্রামে আমরা ছড়িয়ে দিবো ইন শা আল্লাহ। ক্যাম্পেইন কয়েকটি ক্যাটাগরিতে
  //          বিভক্ত থাকবে:
  //        </p>
  //        <ul>
  //          <li>১. জুমু'আর পরে লিফলেট বিতরণ </li>
  //          <li>২. বিভিন্ন স্কুল ও একাডেমিক কোচিং সেন্টারে লিফলেট বিতরণ </li>
  //          <li>৩. স্ট্রিট দাওয়াহ</li>
  //          <li> ৪. এলাকাভিত্তিক প্রোগ্রাম</li>
  //          <li>৫. সচেতন আত্মীয়স্বজন প্রোগ্রাম</li>
  //        </ul>

  //        <p>
  //          পিডিএফ পেতে চাইলেঃ{" "}
  //          <a
  //            href="https://drive.google.com/drive/folders/1fi4CaGdyar33K5UhocOYLGcExHR2CdXt?fbclid=IwAR0dHpPICA5fAPcmHHKpXNf9cAim13fL4Ttx-fgIWfE7xaK42manEHO7yek"
  //            className="text-primary"
  //            target="__blank"
  //          >
  //            {" "}
  //            ক্লিক করুন
  //          </a>
  //        </p>
  //        <p>
  //          আল্লাহ সহজ করুন। এই ভূখন্ডের সকল বয়সী ভাই ও বোনেদেরকে এই কাফেলায় শরীক
  //          হওয়ার তাওফিক দান করুন। সকলের সম্মিলিত এই ক্ষুদ্র প্রচেষ্টাকে রব্বে
  //          কারীম কবুল করে নিন। আমিন।
  //        </p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4"> ১। সাদাকাহ পাঠানোর নাম্বারঃ</h4>
  //        <p>বিকাশ: 01304212226</p>
  //        <p>নগদ: 01304212226</p>
  //        <p>রকেট: 013042122260</p>
  //        <p>রেফার কোড লিখবেন: TGLD024 - Sadaqah Made Easy</p>
  //        <hr />
  //        <h4>২। ব্যাংক- এ টাকা পাঠাতেঃ</h4>
  //        <p>
  //          A/C: Riday Hassan
  //          <br />
  //          A/C No.: 0200016567537
  //          <br />
  //          Islamic Agroni Bank Limited
  //          <br />
  //          Thanapara, Kushtia.
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/AbuMuwahhidahNoor/`,
  //    projectOrgName: "Al Khidmah Organization",
  //    projectOrg: { _ID: "sdqme065", name: "Al Khidmah Organization" },
  //    projectCreated: "Jan 2024",
  //    projectTag: "দাওয়াহ, Campaign",
  //    projectLink:
  //      "https://www.facebook.com/photo/?fbid=374477081999518&set=a.135474635899765",
  //  },

  {
    _ID: "sdqme071.1",
    projectImg: for24shohid,
    projectHeading: "২৪ এর গণুভ্যুথানের শহীদ ও হতাহত পরিবারের জন্য",
    slug: "for-shahid-24",
    projectDetails: (
      <div>
        <h2>
          ২৪ এর গণুভ্যুথানের ইন শা আল্লাহ শহীদ ও হতাহত পরিবারের জন্য একটা ছোট
          উদ্দ্যোগ:
        </h2>

        <p>
          বিসমিল্লাহির রাহমানির রাহিম- ইতিমধ্যে আমরা জেনেছে সম্প্রতি বৈষম্য
          বিরোধী আন্দোনলন ও এর মাধ্যমে ঘটে যাওয়া গণঅভ্যুত্থানে প্রায় পাঁচ
          শতাধিক ভাই বোন ইন শা আল্লাহ শহীদ এবং হাজার হাজার মানুষ হতাহতের ঘটনা
          ঘটেছে।
        </p>
        <p>
          এর মধ্যে এমন অনেক পরিবারের ভাই শহীদ হয়েছে যাদের স্ত্রী সন্তান
          সম্ভাবনা, কেউবা পরিবারের একমাত্র উপার্জনের কোন ব্যক্তি ছিলেন আবু
          সায়ীদের মত, তদুপরি অনেক পরিবারের গল্প মিডিয়াতে আসেনি যারা কিনা একদম
          রুট লেভেলের মানুষ ছিলেন। সেই সাথে অনেক মাদ্রাসা পড়ুয়া ছাত্র এবং আলেম
          পরিবারের লোকজনও রয়েছেন এই লিস্টে। আমরা এক এক করে সবার তথ্য সংগ্রহ
          করার কাজ শুরু করেছি এবং একটি ডাটাবেজ তৈরি করছি যেখানে এমন সব পরিবারের
          নিহত সদস্যদের নাম রাখা হয়েছে যারা যাকাতের উপযুক্ত আবার এমন কিছু লোক
          রয়েছে যারা যাকাতের উপযুক্ত না হলেও আর্থিক সহযোগিতা প্রয়োজন।
        </p>
        <p>
          বলে রাখা ভালো দেশের বিভিন্ন প্রান্তে এখনো অনেক ভাই-বোন রয়েছে যাদের
          অবস্থা এমন শোচনীয় যে ইমারজেন্সি অপারেশন এবং চিকিৎসা খরচ চালানোর
          সামর্থ্য নেই। এদের মধ্যে কার ও হাত-পা কেটে ফেলে হয়েছে অথচ পরিবারটি
          নিতান্তই দরিদ্র। তাদের জন্য আমরা এই চিকিৎসা খরচ বহন করার চেষ্টা করব
          ইনশাআল্লাহ।
        </p>
        <p>
          সমগ্র বাংলাদেশের সবাই যারা জালিমের বিরুদ্ধে কথা বলতে গিয়ে প্রত্যক্ষ
          পরোক্ষভাবে আহত এবং নিহত হয়েছেন তাদের সবার কাছে আমরা ঋণী। এই সকল শহীদ
          পরিবার ও হতাহত ভাই-বোনদের পাশে দাঁড়িয়ে আমরা এই ঋণ পরিশোধের ছোট্ট
          একটা প্রচেষ্টা করতে পারি ইনশাআল্লাহ।
        </p>
        <p>
          যারা এই প্রজেক্টে অংশগ্রহণ করতে চান তারা নিচের অ্যাকাউন্টগুলোতে আগামী
          ১৭ ই আগষ্ট রাত বারোটা পর্যন্ত সাদাকাহ পাঠাতে পারবেন ইনশাআল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাদাকাহ ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>bKash Personal: 01309-336883 </p>
        <p>Nagad Personal: 01309-336883</p>{" "}
        <p> Rocket personal: 01309-336883-8 </p>
        <hr />
        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No(Current): 20507310100010403 </p>
        <p>A/C Name: Saba Sanabil Foundation</p>
        <p> Branch: Kalampur SME (Dhaka North) </p>
        <hr />
        <p>Bank: Dutch Bangla Bank Ltd. </p>
        <p>A/C Name: Sab-a-Sanabil </p>
        <p>A/C No: 294.110.000.5513</p>
        <p> Branch: Lalmonirhat </p>
        <p> Routing: 090520466</p>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/mohammadnahidhasanrony`,
    projectOrgName: "Sab'a Sanabil Foundation",
    projectOrg: { _ID: "sdqme072", name: "Sab'a Sanabil Foundation" },
    projectCreated: "Aug 2024",
    projectTag: "শহিদ, Bangladesh",
    projectLink: "https://www.facebook.com/share/p/eHPxvHUCssamRfpi/",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  {
    _ID: "sdqme73.1",
    projectImg: mazlumjamin,
    projectHeading: "কারাগারে মজলুম মানুষের মুক্তির জন্য ফান্ডিং",
    slug: "mazlum-jamin",
    projectDetails: (
      <div>
        <h2>মযলুমদের জামিন প্রক্রিয়ায় জরুরী আর্থিক সহয়তা</h2>

        <p>
          {" "}
          শাইখ হারুন ইজহার পরিচালিত আল কুরআন দারসের তত্ত্বাবধানে কারাগারে মজলুম
          মানুষের মুক্তির জন্য ফান্ডিং।{" "}
        </p>

        <p>
          {" "}
          আলহামদুলিল্লাহ মযলুমদের জামিন প্রক্রিয়া অব্যাহত আছে। জরুরী আর্থিক
          সহয়তায় এগিয়ে আসুন।{" "}
        </p>

        <p> - শাইখ হারুন ইজহার হাফি। </p>

        <p> যাকাত দিতে চাইলে রেফারেন্সে "zakat" উল্লেখ করতে হবে। </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4"> ১। সাদাকাহ পাঠানোর নাম্বারঃ</h4>
        <p>বিকাশ: 01913419607</p>
        <p>নগদ: 01959454502</p>
        <p>রেফার কোড লিখবেন: Sadaqah Made Easy</p>
        <hr />
        <h4 className="mb-4"> ২। ব্যাংকঃ</h4>
        <p>Bank: Islami Bank Bangladesh Ltd.</p>
        <p>Account number: 20502880201583913</p>
        <p>Account name: MD. AZIZ UDDIN</p>
        <p>Branch: Dewanhat, Chittagong</p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/aiman.kasir.94`,
    projectOrgName: "Al Quraner Dars",
    projectOrg: {
      _ID: "sdqme073",
      name: "Al Quraner Dars",
    },
    projectCreated: "Aug 2024",
    projectTag: "জামিন, oppressed",
    projectLink: "https://www.facebook.com/share/p/dYM9NfLDbU5GPK2G/",
  },

  {
    _ID: "sdqme74.1",
    projectImg: itqaanfundraise,
    projectHeading: "Fundraising for July ’24 injured treatment and rehab",
    slug: "itqaan-fundraise",
    projectDetails: (
      <div>
        <h2> অসংখ্য নাম না জানা ভাইদের চিকিৎসা ও পুনর্বাসন</h2>
        <p>
          {" "}
          আপনারা জানেন বর্তমানে অসংখ্য আহত ভাইয়েরা হাসপাতালের বিছানায়
          কাতরাচ্ছেন। তাদের কেউ চিরতরে পঙ্গু হয়ে গেছেন আবার কেউবা আঘাতের ক্ষত
          বয়ে বেড়াবেন বহুদিন। এইসব ভাইদের অন্তরকে এই বিজয়ের আনন্দ পুরোপুরি ছুঁতে
          পারছেনা, বরং অনাগত ভবিষ্যতের ভাবনায় তারা থাকছেন বিচলিত। যারা হুমকি
          থেকে শুরু করে বুলেট- কোনোকিছুকেই পরোয়া না করে একবুক সাহস নিয়ে রাস্তায়
          নেমেছিলেন, যাদের সাহসিকতার সামনে মাথা নত করতে হয়েছে সহস্র হাতিয়ারকেও -
          সেই ভাইদের জন্য আমাদের অবশ্যই কিছু করণীয় আছে।{" "}
        </p>{" "}
        <p>
          {" "}
          এমন অসংখ্য নাম না জানা ভাইদের চিকিৎসা ও পুনর্বাসনের জন্য ইতক্বন
          ইনস্টিটিউটের পক্ষ থেকে সাধ্যমত আর্থিক সহায়তা দেওয়ার সিদ্ধান্ত নেওয়া
          হয়েছে। আসুন, তাদের জন্যে আমরা আমাদের সামর্থ্য অনুযায়ী চেষ্টা করি। নিচে
          দেওয়া নাম্বারে আপনারা সহযোগীতার হাত বাড়িয়ে দিন। আজ থেকে অর্থ সংগ্রহ
          শুরু হচ্ছে এবং চলবে ২৫ অগাস্ট পর্যন্ত।{" "}
        </p>{" "}
        <p>
          {" "}
          <b> টাকা পাঠিয়ে অবশ্যই এই গুগল ফর্মটি পূরণ করুন - </b>{" "}
        </p>{" "}
        <a
          href="https://docs.google.com/forms/d/1YZAuEqLuTIVcL9lkHOKQengmR4n9kbiT0H8_SJ6NEoM/edit?fbclid=IwY2xjawEs_p1leHRuA2FlbQIxMAABHY6I0_wLZeuGVy0307vloPrFLXKnm4Q881YCado6XzaHtpKri2Mok_GHsw_aem_khvNRjN7KDihWn7rN52Gsg"
          target="__blank"
          className="text-primary"
        >
          Google form
        </a>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4"> ১। সাদাকাহ পাঠানোর নাম্বারঃ</h4>
        <p>বিকাশ (Personal): 01783-643064</p>
        <p>রেফার কোড লিখবেন: Sadaqah Made Easy - DNT</p>
        <hr />
        <h4 className="mb-4"> ২। ব্যাংকঃ</h4>
        <p>Bank: Shahjalal Islami Bank PLC.</p>
        <p>Account number: 401611100010614</p>
        <p>Account name: ITQAAN</p>
        <p>Branch: Mirpur Branch, Dhaka. </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/muslim.std/`,
    projectOrgName: "Itqaan Institute",
    projectOrg: {
      _ID: "sdqme074",
      name: "Itqaan Institute",
    },
    projectCreated: "Aug 2024",
    projectTag: "চিকিৎসা, july24",
    projectLink: "https://www.facebook.com/share/p/nm7jvLe7ynN1Zow4/",
  },

  {
    _ID: "sdqme71.1",
    projectImg: calligraphyproject,
    projectHeading: "ক্যালিগ্রাফি ছড়িয়ে পড়ুক",
    slug: "calligraphy-wall",
    projectDetails: (
      <div>
        <h2>ক্যালিগ্রাফির রঙে রঙ্গিন হয়ে উঠুক শহর</h2>

        <p>
          সারাদেশের ছাত্রদের "গ্রাফিতি অঙ্কন " কার্যক্রমের সাথে একাত্মতা জানিয়ে
          আমাদের Chattogram Islamic Dawah Association এর পক্ষ থেকে চট্টগ্রাম
          শহরের বিভিন্ন খালি দেওয়ালে দেওয়াল লিখন কর্মসূচি করতে যাচ্ছি ইং শা
          আল্লাহ। যেগুলো সমাজে ছড়িয়ে দিবে কিছু পজিটিভ মেসেজ, ফুটিয়ে তুলবে আমাদের
          আদর্শ। আমাদের এই কার্যক্রমে সহযোগী হতে পারেন আপনিও।
        </p>

        <img
          src={calligraphyctg1}
          alt="calligraphy-in-ctg-1"
          className="w-50"
        />
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4"> ১। সাদাকাহ পাঠানোর নাম্বারঃ</h4>
        <p>বিকাশ/নগদ: 01301344540</p>

        <p>রেফার কোড লিখবেন: Sadaqah Made Easy</p>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/aiman.kasir.94`,
    projectOrgName: "Chattogram Islamic Dawah Association",
    projectOrg: {
      _ID: "sdqme070",
      name: "Chattogram Islamic Dawah Association",
    },
    projectCreated: "Aug 2024",
    projectTag: "দাওয়াহ, Campaign",
    projectLink: "https://www.facebook.com/share/p/XUxcgukmsUN7MQen/",
  },

  {
    _ID: "sdqme064.1",
    projectImg: newmuslimcounselingproject,
    projectHeading: "নওমুসলিম কাউন্সিলিং সেন্টার",
    slug: "new-muslim-counseling",
    projectDetails: (
      <div>
        <p>
          নবীজী মুহাম্মাদ সল্লাল্লহু আলাইহি ওয়াসল্লামের মিশন (Prophetic
          Mission) ছিলো সহানুভূতি এবং বুদ্ধিমত্তা সহকারে গোটা বিশ্বে ইসলাম-এর
          সুমহান বাণী পৌঁছে দেয়া। ইসলাম এমন এক হৃদয়গ্রাহী দাওয়াত, যার আহবানে
          প্রতিদিন-ই সারা বিশ্বের অসংখ্য অমুসলিম ইসলাম গ্রহণ করে ধন্য হচ্ছেন।
        </p>

        <p>
          ‘নওমুসলিম কাউন্সিলিং সেন্টার (New Muslim Counseling Centre)’ আর্ত
          মানবতার সেবায় নিবেদিত প্রতিষ্ঠান । অসহায় ও দু:স্থ রিভার্ট বা
          কনভার্টেড বা নওমুসলিমদের মানসিক সাপোর্ট, অত্যাবশ্যকীয় মানবিক সহায়তা,
          চারিত্রিক উন্নয়ন এবং সামাজিকভাবে প্রতিষ্ঠিতকরণের নিমিত্তে কিছু
          নওমুসলিমদের দ্বারা পরিচালিত এ ক্ষুদ্র প্রতিষ্ঠান-টি কাউন্সিলিং
          কার্যক্রম চালিয়ে যাচ্ছে।
        </p>

        <p>
          দেশের যে কোন প্রান্ত থেকে যে কোন অসহায় নওমুসলিম-কে পরামর্শ ও পথ চলার
          নির্দেশনা পেতে হোয়াটস অ্যাপ, ফোন কল, একটি বার্তায় পাচ্ছেন
          অল-ইন-ওয়ান (ওয়ান স্টপ সার্ভিস সেন্টার) সেবা কার্যক্রম। দেশ হতে
          দেশান্তরে ছড়িয়ে পড়ুক এ মহতী উদ্যোগ । আল্লাহ্‌র দরবারে কবুল হউক
          আমাদের প্রচেষ্টা। আমাদের সকলের বাবা-মা যারা, উনারা জান্নাত থেকে
          দুনিয়াতে এসেছিলেন। সবাইকে নিয়ে চিরসুখের স্থান আমাদের সেই পৈত্রিক
          নিবাস জান্নাতে থাকতে চাই, যেখানে একবার কেউ গেলে আর কোন দিন দুঃখ আসবে
          না-এটাই আমাদের অন্তিম লক্ষ্য।
        </p>

        <p>
          ভিডিওটি দেখুন:
          <a
            href="https://www.facebook.com/noumuslimpage/videos/751009036872976"
            className="text-primary"
            target="__blank"
          >
            {" "}
            মাশা আল্লাহ্‌ ! খাঁটি হিন্দু হতে গিয়ে ইসলাম ফিরে এসেছেন একজন শিক্ষিত
            ভাই
          </a>
        </p>

        <p>
          নতুন বছর শুরু হউক ভালো কাজ দিয়ে:
          <a
            href="https://tinyurl.com/DonationforNoumuslim"
            className="text-primary"
            target="__blank"
          >
            {" "}
            দাতা ফর্ম: নওমুসলিম কাউন্সিলিং সেন্টার
          </a>
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">
          নওমুসলিম কাউন্সিলিং সেন্টার-এ অর্থ পাঠানোর পদ্ধতিঃ
        </h4>
        {/*<p>
          ১। নওমুসলিম কাউন্সিলিং সেন্টার -এ বিকাশ পেমেন্ট করতে Payment অপশনে
          গিয়ে <b>01408648333</b> নম্বরে পে করতে পারবেন কোন খরচ ছাড়া।{" "}
        </p>*/}
        <p>Nagad/Rocket: 01408648333</p>
        <p>২। ব্যাংক- এ টাকা পাঠাতেঃ</p>
        <p>
          A/C: Abdullah
          <br />
          A/C No.: 20502900200598406
          <br />
          Islamic Bank Bangladesh Limited
          <br />
          Panthapath Branch, Dhaka.
        </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/kmarsus`,
    projectOrgName: "নওমুসলিম কাউন্সিলিং সেন্টার",
    projectOrg: { _ID: "sdqme064", name: "নওমুসলিম কাউন্সিলিং সেন্টার" },
    projectCreated: "Jan 2024",
    projectTag: "নওমুসলিম, Revert",
    projectLink:
      "https://www.facebook.com/noumuslimpage/posts/pfbid0iESJMzYyVqXksae86STtWW8yxWyKpE9hm6RmkBJUt7HjoBS2kzjibqp2xNS8LjKJl",
  },

  {
    _ID: "sdqme0035.1",
    projectImg: sylhetRebuilt1,
    projectHeading: "শ্রীমতি নাদইর সাহায্যে এগিয়ে আসুন",
    slug: "sylhet-rebuilt-1",
    projectDetails: (
      <div>
        <h3 className="mb-4">
          সিলেটে ২০২২ সালের অস্বাভাবিক বন্যার কারণে আপনারা সকলেই জানেন অসংখ্য
          পরিবার ক্ষতিগ্রস্থ হয়েছে। আমরা চাইলে সব পরিবারের তথ্য একসাথে একত্র
          করতে পারছি না। চেষ্টা শুরু করেছি ক্ষতিগ্রস্থ কিছু পরিবারের প্রাথমিক
          তথ্য সংগ্রহ করতে যাতে আমাদের সাইটের ভিজিটরদের জন্য সহজ হয় তাদের খুঁজে
          পেতে। এরই পরিপ্রেক্ষিতে আমরা গোয়াইনঘাট উপজলোর একটি পরিবারের সন্ধান
          পেয়েছি যার প্রাথমিক তথ্য নিচে উল্লেখ করা হল।
        </h3>

        <p>
          পরিবারের সম্মানিত প্রতিনিধি (মহিলা): শ্রীমতি নাদই
          <br />
          গ্রাম: ফুলরেগ্রাম
          <br />
          পোস্ট: লাফনাউট
          <br />
          উপজলো: গোয়াইনঘাট, সিলেট
        </p>

        <p>
          নোট: যারা সিলেটে বন্যা কবলিত অঞ্চলগুলোতে ত্রাণ বিতরণে সক্রিয়ভাবে কাজ
          করেছেন, প্রাথমিকভাবে আমরা তাদের কাছ থেকেই তথ্য সংগ্রহ করছি। আমাদের
          চেষ্টা থাকবে অন্তন্ত একটি পরিবার হলেও আমাদের প্ল্যাটফর্মের মাধ্যমে
          যাতে উপকৃত হোন সে-ই লক্ষ্যে কাজ করার।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাহায্য পাঠানোর জন্যঃ</h4>
        <p> নগদ, রকেট: 01717566822</p>
        <b>টাকা প্রেরণ করলে দয়া করে কল করে জানাবেন৷</b>

        <p className="mt-4">
          যে কোন যোগাযোগ: 01715336433 - নাম্বারটি উক্ত পরিবারের পাশের বাড়ির।
          যোগাযোগ করলে অবশ্যই শ্রীমতি নাদই পরিবারের সাথে যোগাযোগ করতে চাচ্ছেন তা
          জানানোর অনুরোধ করা হল।
        </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/nana.nani.73157`,
    projectOrgName: "Numan Ahmed",
    projectOrg: { _ID: "sdqme0035", name: "Numan Ahmed" },
    projectCreated: "June 2022",
    projectTag: "Sylhet, Resettlement",
    projectLink: "https://www.facebook.com/sadaqahmadeeasy",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  {
    _ID: "sdqme016.1",
    projectImg: kaffaraTanbir,
    projectHeading: "আহারের মাধ্যমে কাফফারা আদায়",
    slug: "kaffara-adai",
    projectDetails: (
      <div>
        {" "}
        গরিব অসহায় মানুষকে একবেলা ফ্রি খাবার বিতরণ করা হয়।
        <p> নগদ: 01568085580, 01818835477 </p>
        <a
          href="https://www.facebook.com/tanbir.ahmad.336"
          target="_blank"
          rel="noreferrer"
          className="text-primary"
        >
          প্রজেক্ট পরিচালকের ফেসবুক আইডিতে যোগাযোগ করতে ক্লিক করুন{" "}
        </a>{" "}
      </div>
    ),
    //projectFbProfile: `https://fb.com/tanbir.ahmad.336`,
    projectOrgName: "কাফফারা আদায়",
    projectOrg: { _ID: "sdqme016", name: "কাফফারা আদায়" },
    projectCreated: "Januray 2022",
    projectTag: "কসম ভঙ্গের কাফফারা",
    projectLink: "https://www.facebook.com/groups/2232751196866758",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  //  {
  //    _ID: "sdqme0037.1",
  //    projectImg: sylhetRebuilt2,
  //    projectHeading:
  //      "বিশ্বজিত, প্রবীর, প্রদীপ, রবেন্ড দাসের (৬টি পরিবার) জন্য সহায়তা",
  //    slug: "sylhet-rebuilt-2",
  //    projectDetails: (
  //      <div>
  //        <h3 className="mb-4">
  //          সিলেটে ২০২২ সালের অস্বাভাবিক বন্যার কারণে আপনারা সকলেই জানেন অসংখ্য
  //          পরিবার ক্ষতিগ্রস্থ হয়েছে। আমরা চাইলে সব পরিবারের তথ্য একসাথে একত্র
  //          করতে পারছি না। চেষ্টা শুরু করেছি ক্ষতিগ্রস্থ কিছু পরিবারের প্রাথমিক
  //          তথ্য সংগ্রহ করতে যাতে আমাদের সাইটের ভিজিটরদের জন্য সহজ হয় তাদের খুঁজে
  //          পেতে। এরই পরিপ্রেক্ষিতে আমরা আরো ৬টি পরিবারের সন্ধান পেয়েছি যাদের
  //          ঠিকানা গোলাপগঞ্জ থানাধীন, প্রাথমিক তথ্য নিচে উল্লেখ করা হল।
  //        </h3>

  //        <p>
  //          পরিবারের সম্মানিত প্রতিনিধিসমূহের নাম (সাথে যোগাযোগ নাম্বার যুক্ত করা
  //          আছে)
  //          <br />
  //          ১/ বিশ্বজিত দাস, মোবাইল 01724344958
  //          <br />
  //          ২/প্রবির দাশ। মোবাইল, 01783625321
  //          <br />
  //          ৩/ প্রদিপ দাস, মোবাইল , 01771862196.
  //          <br />
  //          ৪/ রবেন্ড দাস, মোবাইল, 01731390590
  //          <br />
  //          ৫/ অরুন দাস (নাম্বার সংগ্রহ করা সম্ভব হয় নি)
  //          <br />
  //          ৬/ প্রতাপ দাস (নাম্বার সংগ্রহ করা সম্ভব হয় নি )
  //        </p>

  //        <p>
  //          নোট: যারা সিলেটে বন্যা কবলিত অঞ্চলগুলোতে ত্রাণ বিতরণে সক্রিয়ভাবে কাজ
  //          করেছেন, প্রাথমিকভাবে আমরা তাদের কাছ থেকেই তথ্য সংগ্রহ করছি। আমাদের
  //          চেষ্টা থাকবে অন্তন্ত একটি পরিবার হলেও আমাদের প্ল্যাটফর্মের মাধ্যমে
  //          যাতে উপকৃত হোন সে-ই লক্ষ্যে কাজ করার।
  //        </p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4">সাহায্য পাঠানোর জন্যঃ</h4>
  //        {/*<p>নগদ, রকেট: 01717566822</p>
  //        <b>টাকা প্রেরণ করলে দয়া করে কল করে জানাবেন৷</b>*/}

  //        <p className="mt-4">
  //          সাহায্য পাঠানোর আগে যোগাযোগ: 01778-183509 - নাম্বারটি উক্ত পরিবারের
  //          তথ্য সংগ্রহে যিনি নিযুক্ত ছিলেন, তার নাম্বার । যোগাযোগ করলে অবশ্যই
  //          উপরে উল্লেখিত গোলাপগঞ্জ থানাধীন পরিবার(গুলোর) সাথে যোগাযোগ করতে
  //          চাচ্ছেন তা জানানোর অনুরোধ করা হল।
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/profile.php?id=100044672869186`,
  //    projectOrgName: "আশিক এলাহী",
  //    projectOrg: { _ID: "sdqme0037", name: "আশিক এলাহী" },
  //    projectCreated: "June 2022",
  //    projectTag: "Sylhet, Resettlement",
  //    projectLink: "https://tinyurl.com/bishwajit-families",
  //  },

  {
    _ID: "sdqme026.1",
    projectImg: ramfit,
    projectHeading: "Research Academy for Medical Fiqh & Islamic Treatment",
    slug: "ramfit",
    projectDetails: (
      <div>
        <p>RAMFIT Account Number: 20503320100175412</p>
        <p>Account type: Current Account</p>
        <p>Bank: Islami Bank Bangladesh Limited</p>
      </div>
    ),
    projectContact: `+880 1713-483396`,
    projectFbProfile: `https://fb.com/drmsisharif`,
    projectOrgName: "RAMFIT",
    projectOrg: { _ID: "sdqme026", name: "RAMFIT" },
    projectCreated: "March 2022",
    projectTag: "Medical fiqh, Academy",
    projectLink: "https://www.ramfit.org/donate-now?utm_source=sme_listing",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },

  {
    _ID: "sdqme0051.1",
    projectImg: bedsmangrove,
    projectHeading: "Mangrove Restoration for Coastal Protection",
    slug: "beds-mangrove",
    projectDetails: (
      <div>
        <h3 className="mb-4">Mangrove Restoration for Coastal Protection</h3>

        <p>
          <b>Summary:</b> The goal of the project is to create 20 hectares
          mangrove greenbelt through planting and regenerating 100000 mangrove
          together with local people in order to coastal protection,
          mangrove-based livelihoods promotion and biodiversity conservation, as
          well as climate change adaptation and mitigation. Once there were
          plenty of mangroves in the periphery of project site but this mangrove
          has come under severe pressure due to climatic and anthropogenic
          reasons.
        </p>

        <p>
          <b>Challenge:</b> A total of 35% of the mangrove forests have been
          reduced since 1980s from the world because of excessive human
          interference and every year 2.1% mangroves are decreasing (Ref: FAO
          2003). Sundarbans coastal region is at serious risk of losing its
          origin due to climate change and diverse human activities. As a
          result, climate change impact is accelerating the volume of
          vulnerability of the coastal communities due to shortage of mangroves.
        </p>
        <p>
          <b>Solution:</b> Throughout this initiative, 20 hectares of mangrove
          forest will be created by regenerating of 100,000 mangroves together
          with local people in terms of biodiversity, coastal protection,
          mangrove-based livelihoods promotion as well as climate change
          adaptation and mitigation.
        </p>
        <p>
          <b>Long-Term Impact :</b> Planted mangroves will prevent unwanted
          migration of coastal people by reducing river bank erosion and protect
          the community from other natural calamities. So, these mangroves will
          have social impacts as well as environmental impacts. These mangroves
          will contribute to reduce the poverty of the coastal people. The
          community will use dried branches and timber of those mangroves as
          fuel wood. Once the community will get benefit from it, they will
          conserve those mangroves for their own betterment.
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাহায্য পাঠানোর জন্যঃ</h4>
        <p>US Electronic Transfers</p>
        <p>
          To the account of: GlobalGiving
          <br />
          c/o TD Bank
          <br />
          1753 Connecticut Ave., NW
          <br />
          Washington, DC 20009
        </p>
        <p>Account Name: GlobalGiving</p>
        <p>Account number: 3980455921</p>
        <p>Routing number: 054001725</p>
        <p>SWIFT Code: NRTHUS33XXX</p>
        <p>
          Address: TD BANKNORTH, N.A. ONE PORTLAND SQUARE, PORTLAND,ME
          04112-9540
        </p>
        <p>
          To make a donation via bank wire transfer, use the information below.
          For both domestic and international transfers, please indicate in the
          notes field that this is a donation to{" "}
          <b>Mangrove Restoration for Coastal Protection (Project #27692)</b>
        </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/bedsbd.org`,
    projectOrgName: "Bangladesh Environment and Development Society",
    projectOrg: {
      _ID: "sdqme0051",
      name: "Bangladesh Environment and Development Society",
    },
    projectCreated: "Oct 2022",
    projectTag: "ম্যানগ্রোভ, Environment",
    projectLink:
      "https://www.globalgiving.org/projects/mangrove-plantation-for-coastal-protection/",
    get getURL() {
      return `https://sadaqahmadeeasy.com/details/${this.slug}`;
    },
  },
];

export function getProjects() {
  return projects;
}

//get project
export function getProject(id) {
  return projects.find((p) => p._ID === id);
}

//get images
export function getImg() {
  let img = projects.map((i) => i.projectImg);
  return img;
}

//get heading
export function getHeading() {
  let heading = projects.map((h) => h.projectHeading);
  return heading;
}

// get organizations
export function getOrg() {
  let org = projects.map((p) => p.projectOrgName);
  return org;
}

// get date
export function getDate() {
  let date = projects.map((d) => d.projectCreated);
  return date;
}

// get tag
export function getTag() {
  let tag = projects.map((t) => t.projectTag);
  return tag;
}

// get link
export function getLink() {
  let link = projects.map((l) => l.projectLink);
  return link;
}

export function saveProject(project) {
  let projectInDb = projects.find((p) => p._ID === project._ID) || {};
  projectInDb.projectHeading = project.projectHeading;
  projectInDb.projectOrgName = organizationsAPI.organizations.find(
    (p) => p._ID === project.categoryId
  );
  projectInDb.projectCreated = project.projectCreated;
  projectInDb.projectTag = project.projectTag;

  if (!projectInDb._ID) {
    projectInDb._ID = Date.now();
    projects.push(projectInDb);
  }
  return projectInDb;
}
