//import sylhetbarakah from "../img/sylhetbarakah.jpeg";
//import sylhetflood1 from "../img/sylhetflood1.jpeg";
//import sylhetflood2 from "../img/sylhetflood2.jpeg";
//import sylhetflood3 from "../img/sylhetflood3.jpeg";
//import sylhetflood4 from "../img/sylhetflood4.jpeg";
//import sylhetsabas from "../img/sylhetsabas.jpeg";
//import sylhetghonaighat from "../img/sylhetghonaighat.jpeg";
//import sylhetfloodsiyanah from "../img/sylhetfloodsiyanah.jpeg";
//import sylhetmedmunir1 from "../img/sylhetmedmunir1.jpeg";
//import sylhetmedmunir2 from "../img/sylhetmedmunir2.jpeg";

//import sylhetsiyanaheng from "../img/sylhetsiyanaheng.jpeg";
import fenifloodts from "../img/fenifloodts.jpg";
import floodsanabil from "../img/floodsanabil.jpg";
import uttorbdfloodsanabil from "../img/uttorbdfloodsanabil.jpg";
import naseehaflood from "../img/naseehaflood.jpg";
import sadaqahthflood from "../img/sadaqahthflood.jpg";
import hijab from "../img/hijab.jpg";

//last serial: 45

const SylhetProjects = [
  //  {
  //    _ID: "sdqme034.1",
  //    projectImg: sylhetfloodsiyanah,
  //    projectHeading: "ভিটেমাটি বিহীনদের ঘরে ফেরাতে পুনর্বাসন প্রকল্প",
  //    slug: "sylhet-resettle-sianah",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          সিলেটে স্মরণকালের ভয়াবহ বন্যায় বিপর্যস্ত ভিটেমাটি বিহীন মানুষকে ঘরে
  //          ফেরাতে সিয়ানাহ ট্রাস্ট - Sianah Trust এর পুনর্বাসন প্রকল্প
  //        </h3>
  //        <p className="fw-bold mt-5">আমাদের কর্মসূচীঃ </p>
  //        <p>- সম্পূর্ণ ঘর স্রোতে ভাসিয়ে নিয়েছে, এমন ঘর পুনর্নিমাণ </p>
  //        <p>- আংশিক ভেঙ্গে যাওয়া ঘর সংস্কারকরণ</p>
  //        <p>- নির্মাণ সামগ্রী ক্রয় করে হস্তান্তর </p>
  //        <p>- নগদ অর্থ প্রদান</p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <div className="mb-5">
  //          <h4 className="mb-3">BKASH PERSONAL (Send Money): </h4>
  //          <p>01717 953058 - মুফতি জিয়াউর রহমান - পরিচালক </p>
  //          <p>01710 446038 - MD ABDUL HAMID SAKIB</p>
  //          <p>01765 204547 - ASAD UDDIN </p>
  //          <p>01741 585040 - ABDULLAH AL MONSUR </p>
  //        </div>

  //        <div className="mb-5">
  //          <h4 className="mb-3">ROCKET - PERSONAL: </h4>
  //          <p>01724 344251-8</p>
  //        </div>

  //        <div className="mb-5">
  //          <h4 className="mb-3">NAGAD - PERSONAL: </h4>
  //          <p>01724 344251 - MD SAIFUR RAHMAN</p>
  //        </div>

  //        <hr />
  //        <h4 className="mb-4">BANK-1</h4>
  //        <p>Bank: Islami Bank Bangladesh Limited</p>
  //        <p>Account Name : Ziaur Rahman </p>
  //        <p>MSA Account No : 2050 1660 2034 76507 </p>
  //        <p>Branch: Ambarkhana, Sylhet</p>
  //        <br />
  //        <br />
  //        <h4 className="mb-4">BANK-2</h4>
  //        <p>Bank: Islami Bank Bangladesh Limited</p>
  //        <p>Account Name : Asad Uddin </p>
  //        <p>Account No : 2050 1660 2032 11311 </p>
  //        <p>Branch: Ambarkhana, Sylhet</p>

  //        <hr />
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/Zia.Eshona`,
  //    projectOrgName: "সিয়ানাহ ট্রাস্ট",
  //    projectOrg: { _ID: "sdqme034", name: "সিয়ানাহ ট্রাস্ট" },
  //    projectCreated: "Coming soon",
  //    projectTag: "বন্যা, Resettlement",
  //    projectLink:
  //      "https://www.facebook.com/photo?fbid=2208291415993992&set=a.105824529574035",
  //    get getURL() {
  //      return `https://sadaqahmadeeasy.com/madrasa/${this.slug}`;
  //    },
  //  },

  {
    _ID: "sdqme040.1",
    projectImg: floodsanabil,
    projectHeading: "বন্যা ইমারজেন্সি আপিল",
    slug: "flood-sanabil",
    projectDetails: (
      <div>
        <h2 className="mb-3 fw-bold">বন্যা ইমারজেন্সি আপিল : </h2>
        <p>
          নোয়াখালী, ফেনী ও কুমিল্লা সহ দেশের বিভিন্ন প্রান্তে বাধ খুলে দেয়ায়
          চলমান বন্যা পরিস্থিতিতে অবস্থা খুবই ভয়াবহ আকার ধারণ করেছে। আপনারা
          যারা চলমান বন্যা পরিস্থিতিতে সাহায্য পাঠাতে চান তারা নিচের
          একাউন্টগুলোতে সাদাকাহ পাঠাতে পারবেন ইনশাআল্লাহ। আমাদের প্রতিনিধি এবং
          এডমিন ইনশাআল্লাহ সামগ্রিক বন্যা পরিস্থিতি এ ত্রাণ বিতরণ এবং
          প্রয়োজনীয় ডাটা কালেকশনের জন্য জন্য খুব শীঘ্রই রওনা দিবেন। উল্লেখ্য,
          এই প্রজেক্টে এ যত সাদাকাহ আসবে তা সমগ্র দেশের বন্যার কার্যক্রমে
          ব্যবহার করা হবে ইন শা আল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাদাকাহ ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>bKash Personal: 01309-336883 </p>
        <p>Nagad Personal: 01309-336883</p>{" "}
        <p> Rocket personal: 01309-336883-8 </p>
        <p>Reference: Sadaqah Made Easy - DF81</p>
        <hr />
        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No(Current): 20507310100010403 </p>
        <p>A/C Name: Saba Sanabil Foundation</p>
        <p> Branch: Kalampur SME (Dhaka North) </p>
        <hr />
        <p>Bank: Dutch Bangla Bank Ltd. </p>
        <p>A/C Name: Sab-a-Sanabil </p>
        <p>A/C No: 294.110.000.5513</p>
        <p> Branch: Lalmonirhat </p>
        <p> Routing: 090520466</p>
        <p>Reference/Note: Sadaqah Made Easy - DF81</p>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/SabaSanabilFoundation`,
    projectOrgName: "Sab'a Sanabil Foundation",
    projectOrg: { _ID: "sdqme040", name: "Sab'a Sanabil Foundation" },
    projectCreated: "Aug 2024",
    projectTag: "বন্যা, Emergency",
    projectLink: "https://www.facebook.com/share/p/AHpchomVywxErtHS/",
  },

  {
    _ID: "sdqme039.1",
    projectImg: fenifloodts,
    projectHeading: "ফেনীতে বন্যাদুর্গতের সাহায্যের জন্য আবেদন",
    slug: "feni-flood-ts",
    projectDetails: (
      <div>
        <h3>ফেনী জেলার বন্যাকবলিত মানুষদের জন্য সাধ্যমতো সবাই এগিয়ে আসুন।</h3>
        <p>
          বন্যার পানিতে তলিয়ে গিয়েছে ঘরবাড়ি, মানুষজন আশ্রয় নিয়েছে বিভিন্ন স্কুলে
          এবং উচু যায়গায়। ক্ষতিগ্রস্ত হয়েছে লক্ষ লক্ষ টাকার ব্যক্তিগত ও
          ব্যবসায়িক সম্পদ। এমতাবস্থায় বন্যাদুর্গত মানুষদের পাশে দাঁড়ানো আমাদের
          নৈতিক দায়িত্ব। এসব বানভাসী মানুষেরা আমাদেরই ভাই-বোন। এ মানুষদের পাশে
          দাঁড়ানোর ব্যপারে স্বয়ং নবিজি আমাদের উৎসাহিত করেছেন।
        </p>
        <p>
          রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ‘আল্লাহতায়ালা বান্দার
          সাহায্যে ততক্ষণ থাকেন, যতক্ষণ সে অপর ভাইয়ের সাহায্যে থাকে।’ (মুসলিম,
          হাদিস : ২৩১৪) এছাড়া আরও বলেন, ‘যে মুসলমান অপর কোনো মুসলমানকে বস্ত্রহীন
          অবস্থায় বস্ত্র দান করবে, আল্লাহ তাকে জান্নাতে সবুজ বর্ণের পোশাক
          পরাবেন, খাদ্য দান করলে তাকে জান্নাতের ফল খাওয়াবেন, পানি পান করালে
          জান্নাতের শরবত পান করাবেন।’ (আবু দাউদ, হাদিস : ১৭৫২)
        </p>
        <p>
          তাই আসুন, বিপদগ্রস্ত মানুষদের পাশে দাঁড়াই। আপনাদের দেওয়া সাদাকার অর্থ
          আমরা পৌঁছে দেব ইন শা আল্লাহ (আপাতত ফেনীতে)। দুর্ভোগে পড়া প্রতিটি
          পরিবারের জন্য আমরা শুকনো খাবার বিতরণ করবো ইন শা আল্লাহ।
        </p>
        <p>
          এতে তারা তাদের প্রয়োজন মতো খরচ করতে পারবে। প্রতিটি পরিবারকে ২-৩ হাজার
          টাকার খাবার-দাবার কিনে দেওয়ার খেয়াল আমাদের। যাতে করে বন্যার পানি নেমে
          যাওয়ার আগ পর্যন্ত তারা তাদের খাবারের মৌলিক প্রয়োজনটুকু পূর্ণ করতে
          পারে।
        </p>
        <p>
          সাদাকাহ এবং যাকাত পাঠিয়ে দিন নিম্নোক্ত ঠিকানায়। যাকাতের টাকা পাঠানোর
          আগে অবশ্যই রেফারেন্সে ‘Zakat’ শব্দটি উল্লেখ করে দেবেন।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <div className="mb-5">
          <h4 className="mb-3">BKASH PERSONAL: </h4>
          <h4>
            <b>01831282565</b>
          </h4>
        </div>

        <div className="mb-5">
          <h4 className="mb-3">ROCKET - PERSONAL: </h4>
          <h4>
            <b>01831282565</b>
          </h4>
        </div>

        <div className="mb-5">
          <h4 className="mb-3">NAGAD - PERSONAL: </h4>
          <h4>
            <b>01831282565</b>
          </h4>
        </div>

        <hr />
        <h4 className="mb-4">BANK</h4>
        <p>Bank: DBBL</p>
        <p>Account Name: MD Jahidul Islam </p>
        <p>Account No: 250.105.0023002</p>
        <p>Branch: Maijdee Court, Noakhali</p>

        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/deenitech.abdur.rahman`,
    projectOrgName: "তরঙ্গ সংঘ",
    projectOrg: { _ID: "sdqme039", name: "তরঙ্গ সংঘ" },
    projectCreated: "Aug 2024",
    projectTag: "বন্যা, Urgent",
    projectLink: "https://www.facebook.com/share/p/d97qTbLCaZ9pjwDm/",
    get getURL() {
      return `https://sadaqahmadeeasy.com/flood-affected/${this.slug}`;
    },
  },

  {
    _ID: "sdqme043.1",
    projectImg: naseehaflood,
    projectHeading: "ফেনী, নোয়াখালী, কুমিল্লার বানভাসিদের জন্য সাহায্য",
    slug: "naseeha-flood",
    projectDetails: (
      <div>
        <h2 className="mb-3">
          ফেনী, নোয়াখালী, কুমিল্লার বানভাসিদের জন্য সাহায্য
        </h2>
        <p>
          আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ বাংলাদেশের ফেণি, নোয়াখালী, লক্ষিপুর
          জেলা আকষ্মিক বন্যায় আক্রান্ত হয়েছে। বর্তমান বন্যা পরিস্থিতিতে আমাদের
          সকলের এগিয়ে আসা জরুরি। জরুরি ভিত্তিতে স্পিড বোট, নৌকা, শুকোনো খাবার ,
          লাইফ জ্যাকেট নিয়ে উদ্ধার কাজে নিয়োজিত হওয়া জরুরি হয়ে পড়েছে। নাসীহা
          ফাউন্ডেশনের ‘’ইমারজেন্সি ফ্লাড রিলিফ ফান্ড’’ এ অনুদান গ্রহণ করা হচ্ছে।
          আসুন আমরা সাধ্যমত এই বিপদে মানুষের পাশে দাঁড়াই।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাদাকাহ ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>BKash/Nagad/Rocket (Personal): 01311060705 </p>
        <p>BKash/Nagad/Rocket (Merchant): 01311066033 </p>
        <p>Reference: Sadaqah Made Easy</p>
        <hr />
        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No: 20502070100711207 </p>
        <p>A/C Name: Naseeha Foundation (Sadaqah Fund)</p>
        <p> Branch: Uttara </p>
        <p>Reference/Note: Sadaqah Made Easy</p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/profile.php?id=100033320412706`,
    projectOrgName: "Naseeha Foundation",
    projectOrg: { _ID: "sdqme043", name: "Naseeha Foundation" },
    projectCreated: "Aug 2024",
    projectTag: "বন্যা, Emergency",
    projectLink:
      "https://www.facebook.com/naseehafoundation.net/posts/122176140560219728",
  },

  {
    _ID: "sdqme044.1",
    projectImg: sadaqahthflood,
    projectHeading: "জরুরী ভিত্তিতে বোট সংগ্রহ ও উদ্ধার পরবর্তী ত্রান",
    slug: "sadaqahth-flood",
    projectDetails: (
      <div>
        <h2 className="mb-3">
          সাদাকা’র একটি টিম ইতিমধ্যেই উদ্ধার কার্যক্রমে সহায়তার লক্ষ্যে ফেনির
          উদ্দেশ্যে রওনা হয়েছে। এই মুহুর্তে উদ্ধার সরঞ্জামাদি ছাড়া আর কোন কিছুর
          প্রায়োরিটি নেই। বোটের অনেক অভাব, তাই যত বোট নিয়ে যাওয়া যায়, ততই ভালো
          হয়। ফেনী, নোয়াখালী, কুমিল্লার বানভাসিদের জন্য সাহায্য
        </h2>
        <p>
          আমরা চট্টগ্রাম থেকে বোট সংগ্রহ করে নিয়ে যাচ্ছি। প্রতি বোটের পেছনে ৩
          দিনের বোট ভাড়া + ক্যারিং ট্রাক আনা-নেয়া + ফুয়েল খরচ মিলে প্রায় ৪০
          হাজারের মত খরচ হচ্ছে। এরই মাঝে আমরা ২ টি বোট সংগ্রহ করেছি যা ফেনির
          উদ্দেশ্যে কিছুক্ষণ পর চলে যাবে।
        </p>
        <p>
          এছাড়া উদ্ধার পরবর্তী ত্রান কার্যক্রমের জন্যেও আমাদের ফান্ডিং প্রয়োজন
          হবে। আমরা ফান্ড কালেকশন শুরু করেছি। আপনারা যারা আর্থিক সহায়তা করতে
          চেয়েছিলেন, তারা আমাদের নিচের নাম্বারগুলতে বিকাশ করতে পারেন।{" "}
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <div className="mb-5">
          <h4>আপনার সাদাকা পাঠাতে পারেন নিচের পদ্ধতিতে</h4>
          <p>
            বিকাশ মার্চেন্টঃ 01903026868 (এই নাম্বারে আপনি 'পেমেন্ট' অপশনে গিয়ে
            টাকা পাঠাবেন)
          </p>
          <p>
            বিকাশ পার্সোনালঃ 01713639791, 01720475156 (এই নাম্বারে আপনি 'সেন্ড
            মানি' অপশনে গিয়ে টাকা পাঠাবেন)
          </p>
          <p>রকেট পার্সোনালঃ 019196397911 </p>
          <p>নগদ পার্সোনালঃ 01919639791, 01822268474 </p>
          <p>Reference: Sadaqah Made Easy</p>
          <hr />
          <p>ব্যাংক ১ঃ Islami Bank Bangladesh </p>
          <p>A/C no: 20501930203364301 </p>
          <p>A/C Name: MISBAH UDDIN AHMAD</p>
          <p>Branch: CDA Avenue </p>
          <p>Reference/Note: Sadaqah Made Easy</p>
          <br />
          <br />
          <p>ব্যাংক ২ঃ The City bank ltd </p>
          <p>A/C no: 2302440471001 </p>
          <p>A/C Name:MISBA UDDIN AHMED </p>
          <p>Branch: Chawkbazar</p>
          <p>225151934</p>
          <p>Reference/Note: Sadaqah Made Easy</p>
          <p className="mt-5">
            কেউ যদি নগদ অর্থে সাদাকা দিতে চান, কিংবা অন্য কোন ধরণের তথ্য
            অনুসন্ধানের জন্য যোগাযোগ করতে চান, তবে নিচের নাম্বারগুলোতে যোগাযোগ
            করুন। 01713639791 (সাগর), 01720475156 (হাসিব){" "}
          </p>
          <p>জাযাকুমুল্লাহু খাইরান।</p>
        </div>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/abirbinayubkhan`,
    projectOrgName: "সাদাকা",
    projectOrg: { _ID: "sdqme044", name: "সাদাকা" },
    projectCreated: "Aug 2024",
    projectTag: "বন্যা, Sylhet",
    projectLink:
      "https://www.facebook.com/sadaqahthecharity/videos/501242389217105/",
  },

  {
    _ID: "sdqme045.1",
    projectImg: hijab,
    projectHeading: "বন্যার্তদের মাঝে হিজাব প্রজেক্ট",
    slug: "hijab",
    projectDetails: (
      <div>
        <h3>
          {" "}
          বন্যাকবলিত এলাকা থেকে আমাদেরকে একাধিক বোন আমাদের নক করেছেন 'হিজাব' এর
          জন্য।{" "}
        </h3>
        <p>
          {" "}
          যে মানুষটা আন্তরিকভাবে পর্দা মেইন্টেন করেন, তিনি সর্বাবস্থায়ই নিজেকে
          আবৃত করে রাখেন। হোক তা বন্যা কিংবা যেকোনো দুর্যোগ।{" "}
        </p>
        <p>
          {" "}
          বিভিন্ন জায়গা হতে বন্যার্তদের জন্য শুকনো কাপড় পাঠানো হচ্ছে
          আলহামদুলিল্লাহ। পৌঁছে যাচ্ছে আশ্রয়কেন্দ্রে। এমতাবস্থায় কেমন করে সবকিছু
          মেইনটেইন করছেন আমাদের 'পর্দাশীল বোনেরা'? ঘরবাড়ির সমস্ত জিনিসপত্র,
          কাপড়চোপড় ফেলে কোনোমতে জানটা নিয়ে হয়তো অনেকেই বেরিয়ে এসেছেন, কিংবা
          অনেকেই ঘরের মাঝে থাকলেও অবশিষ্ট শুকনো কাপড় নেই। নেই হিজাব।{" "}
        </p>
        <p>
          {" "}
          বিশেষত আশ্রয়কেন্দ্রে থাকা বোনেরা, যারা পর্দা করেন, তাদের কাছে হয়তো
          হিজাব বা খিমার নাও থাকতে পারে! এমতাবস্থায় না থাকাটা স্বাভাবিক। কারণ
          অনেকেই কোনোমতে জানটা নিয়ে বেরিয়ে এসেছেন থৈ থৈ পানি থেকে। আশ্রয়কেন্দ্রে
          হাজারো মানুষের ভীড়ে একটা সুতি বা লিলেনের হিজাব তাদের জন্য এক পশলা
          সুকুনের মতো হবে! কারণ প্রতিটা পর্দানশীন বোন জানেন, মানুষের ভীড়ে নিজেকে
          প্রপারলি ঢাকতে না পারলে কেমন অস্থিরতা আর অসহায়ত্বে মন ছেয়ে যায়!{" "}
        </p>
        <p>
          {" "}
          ☘️ তাই আমাদের এবারের প্রজেক্ট "বন্যা কবলিত বোনেদের জন্য খিমার
          প্রজেক্ট"{" "}
        </p>{" "}
        <p> আমাদের ৩টি ব্যাপারে আপনাদের সহযোগিতা প্রয়োজম।</p>
        <ol>
          {" "}
          <li>
            {" "}
            আপনার পরিচিত এবং সবচেয়ে বিশ্বস্ত পেইজটি কমেন্টে ম্যানশন করুন, যারা
            তুলনামূলক স্বল্প মূল্যে (অবশ্যই লাভ নিয়ে) আর্জেন্ট আমাদের শর্ট
            সুতি/লিলেন খিমার দিতে পারবেন। তাদের স্টকে আছে এমন।{" "}
          </li>{" "}
          <li>
            {" "}
            যাদের মাধ্যমে আমরা বন্যা কবলিত বোনেদের হাতে খিমার পৌঁছে দিতে পারবো,
            এমন পেইজ/সংস্থা/ব্যক্তিত্বকে ম্যানশন করুন।
          </li>{" "}
          <li> ডোনেশন। আপনারা সাধ্যমতো এই প্রজেক্টে এগিয়ে আসুন প্লিয। </li>{" "}
        </ol>
        <p>
          {" "}
          📌 Note: আমাদের বর্তমান ফান্ডে প্রায় ২৫ হাজার মতো টাকা আছে। কিন্তু আরো
          অনেক ফান্ড প্রয়োজন। কারণ একটা ভাল হিজাবে প্রায় হাজার এর কাছাকাছি Cost
          আসে। তাই প্লিয পোস্টটা শেয়ার করবেন। ছড়িয়ে দিন, ইনশাআল্লাহ।{" "}
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">সাদাকাহ ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>bKash: 01839677757 </p>
        <p>Nagad: 01950800300</p> <p> Rocket: 019508003004 </p>
        <hr />
        <p>Bank: Al-Arafah islami Bank </p>
        <p>A/C No(Current): 0951120063155 </p>
        <p>A/C Name: Jannatul shifat</p>
        <p> Branch: Halishahar </p>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/jannatul.shifat`,
    projectOrgName: "Sadaqah for Haya",
    projectOrg: { _ID: "sdqme045", name: "Sadaqah for Haya" },
    projectCreated: "Aug 2024",
    projectTag: "পর্দা, Flood",
    projectLink: "https://www.facebook.com/share/p/Z2LfQcAfdzJtMbDg/",
  },

  {
    _ID: "sdqme042.1",
    projectImg: uttorbdfloodsanabil,
    projectHeading: "ইমারজেন্সি বন্যা প্রজেক্ট - উত্তরবঙ্গ",
    slug: "uttorbd-flood",
    projectDetails: (
      <div>
        <h2 className="mb-3 fw-bold">Coming soon</h2>
        <p>
          নেত্রকোনা , কুড়িগ্রাম , নীলফামারি , গাইবান্ধা, লালমনিরহাট সহ উত্তরের
          জেলা ভিত্তিক প্রজেক্ট। আমাদের প্রতিনিধি জানিয়েছেন এখনো পর্যন্ত
          উত্তরবঙ্গে পরিস্থিতি স্বাভাবিক আছে আলহামদুলিল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        {/*<h4 className="mb-4">সাদাকাহ ফান্ডের একাউন্ট নাম্বারঃ</h4>
        <p>bKash Personal: 01309-336883 </p>
        <p>Nagad Personal: 01309-336883</p>{" "}
        <p> Rocket personal: 01309-336883-8 </p>
        <hr />
        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No(Current): 20507310100010403 </p>
        <p>A/C Name: Saba Sanabil Foundation</p>
        <p> Branch: Kalampur SME (Dhaka North) </p>
        <hr />
        <p>Bank: Dutch Bangla Bank Ltd. </p>
        <p>A/C Name: Sab-a-Sanabil </p>
        <p>A/C No: 294.110.000.5513</p>
        <p> Branch: Lalmonirhat </p>
        <p> Routing: 090520466</p>*/}
        {/*<hr />*/}
      </div>
    ),
    projectFbProfile: `Will be updated soon`,
    projectOrgName: "Will be updated soon",
    projectOrg: { _ID: "sdqme040", name: "Will be updated soon" },
    projectCreated: "Aug 2024",
    projectTag: "বন্যা, উত্তরবঙ্গ",
    projectLink: "Will be updated soon",
  },

  //  {
  //    _ID: "sdqme032.1",
  //    projectImg: sylhetflood1,
  //    projectHeading: "সিলেটের বন্যা কবলিত পরিবারে আবারো সাহায্য",
  //    slug: "sylhet-flood-barakah",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          আসসালামু আলাইকুম। আল-বারাকাহ ফাউন্ডেশন কর্তৃক সিলেটের বন্যা কবলিত
  //          পরিবারগুলোকে সাহায্যের উদ্যোগ নেয়া হয়েছে।
  //        </h3>
  //        <p>
  //          কয়েকদিনের ব্যবধানে সিলেটবাসী আবারো বন্যায় আক্রান্ত—ঘরবাড়ি, স্কুল-কলেজ,
  //          মাদরাসা বন্যার পানিতে তলিয়ে যাচ্ছে। এছাড়া মুষলধারে বৃষ্টিতে চরম বিপাকে
  //          বন্যাক্রান্ত পরিবার। তাই আবারো আল-বারাকাহ ফাউন্ডেশন কর্তৃক সিলেটের
  //          বন্যা কবলিত পরিবারগুলোকে সাহায্যের উদ্যোগ নেয়া হয়েছে। বন্যার্তদের
  //          প্রয়োজনীয় খাদ্যসামগ্রী, ঔষধ ও নগদ অর্থ বিতরণ করা হবে, ইনশা আল্লাহ। এতে
  //          আপনাদের দুআ, পরামর্শ এবং সাহায্য একান্ত কাম্য। জাযাকুমুল্লাহ খাইরান।
  //        </p>
  //        <img
  //          src={sylhetbarakah}
  //          alt="sylhetflood1"
  //          className="w-25 mt-3 mb-3"
  //        />
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4">নগদ: 01580357441</h4>

  //        <hr />

  //        <p>1) Bank: Dutch Bangla Bank, Amborkhana, Sylhet </p>
  //        <p>A/C No: 201-151-26430 </p>
  //        <p>A/C Name: Mohammad Zakaria Raihan</p>
  //        <hr />
  //        <p>2) Bank: Pubali bank, Islamic Banking Window </p>
  //        <p>A/C No: 3487901001986 </p>
  //        <p>A/C Name: CHOWDHURY MOHIUL MOSTOFA FARHAN</p>

  //        <hr />
  //        <p>
  //          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
  //          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
  //          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
  //          বাকারাহ- ২৬১
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/profile.php?id=100013304793161`,
  //    projectOrgName: "আল-বারাকাহ ফাউন্ডেশন",
  //    projectOrg: { _ID: "sdqme032", name: "আল-বারাকাহ ফাউন্ডেশন" },
  //    projectCreated: "June 2022",
  //    projectTag: "বন্যা, Sylhet",
  //    projectLink:
  //      "https://www.facebook.com/AlBarakahFoundationOfficial/posts/120402224016920",
  //  },

  //  {
  //    _ID: "sdqme033.1",
  //    projectImg: sylhetflood2,
  //    projectHeading: "গোয়াইনঘাট বন্যার্তদের সহায়তা",
  //    slug: "sylhet-flood-ghonaighat",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          গোয়াইনঘাট জৈন্তাপুরে বন্যার পরিস্তিতি ভয়ানক! আগের সব পানির রেকর্ড ভেঙে
  //          গেছে। আল্লাহ তা'য়ালা হেফাজতের মালিক
  //        </h3>
  //        <p>
  //          গোয়াইঘাটে উদ্ধার ও ত্রান কার্যক্রম পরিচালিত হচ্ছে মাওলানা নুমান
  //          আহমেদের উদ্যোগে গঠিত অস্থায়ী জরুরি সেবা ও পরামর্শ কেন্দ্র থেকে।
  //        </p>

  //        <p>
  //          ইমার্জেন্সি উদ্ধারের খবর পেলে সাথে সাথে নৌকা নিয়ে ছুটছে টিম, খাবার
  //          পৌঁছে দিচ্ছেন মানুষের ঘরে ঘরে বিশেষভাবে করে আশ্রয় কেন্দ্র গুলোতে, দিন
  //          রাত মানুষের সেবা চলছে বিরতিহীন,
  //        </p>
  //        <p>
  //          আপনারা সিলেট বা বাংলাদেশের যে কোন জায়গা থেকে গোয়াইঘাট অঞ্চলে ত্রান
  //          দিতে চাইলে মাওলানা নুমান আহমেদ সাহেবের সাথে যোগাযোগ করুন, উপযুক্ত
  //          জায়গায় আমানত পৌছে যাবে, অথবা গোয়াইনঘাট জৈন্তাপুরের কাহারও কিছু দরকার
  //          হলে যোগাযোগ করতে পারেন।
  //        </p>
  //        <p>
  //          ঠিকানাঃ ফতেপুর বাজার, গোয়াইনঘাট, সিলেট৷ (ইউনিয়ন অফিসের উত্তর পাশে,
  //          সিকদার মার্কেট)
  //        </p>
  //        <img
  //          src={sylhetghonaighat}
  //          alt="sylhetghonaighat"
  //          className="w-25 mt-3 mb-3"
  //        />
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4">
  //          (গোয়াইনঘাট) নগদ, রকেট: 01717566822, 01719546563
  //        </h4>
  //        <h4 className="mb-4">(জৈন্তাপুর) নগদ: 01646885868</h4>

  //        <h5>যে কোনো ধরণের যোগাযোগঃ 01616398010</h5>

  //        <hr />

  //        {/*<p>1) Bank: Dutch Bangla Bank, Amborkhana, Sylhet </p>
  //          <p>A/C No: 201-151-26430 </p>
  //          <p>A/C Name: Mohammad Zakaria Raihan</p>
  //          <hr />
  //          <p>2) Bank: Pubali bank, Islamic Banking Window </p>
  //          <p>A/C No: 3487901001986 </p>
  //          <p>A/C Name: CHOWDHURY MOHIUL MOSTOFA FARHAN</p>

  //          <hr />*/}
  //        <p>
  //          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
  //          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
  //          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
  //          বাকারাহ- ২৬১
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/nana.nani.73157/`,
  //    projectOrgName: "Numan Ahmed",
  //    projectOrg: { _ID: "sdqme033", name: "Numan Ahmed" },
  //    projectCreated: "June 2022",
  //    projectTag: "বন্যা, Sylhet",
  //    projectLink:
  //      "https://www.facebook.com/nana.nani.73157/posts/5747584838643216",
  //  },

  //  {
  //    _ID: "sdqme037.1",
  //    projectImg: sylhetmedmunir1,
  //    projectHeading: "ফ্রি মেডিকেল ক্যাম্প - ১",
  //    slug: "sylhet-medical-munir",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          গত মাসে আমরা সিলেটের ৩ টা পয়েন্টে ফ্রি মেডিকেল ক্যাম্প করেছিলাম। আমরা
  //          জানতাম না, সিলেটে দ্বিতীয়বারের মতো আমাদের যেতে হবে আবার!
  //        </h3>
  //        <p>
  //          সিলেটের বর্তমানে বড় বেশি প্রয়োজন স্বাস্থ্য সহায়তা। আমরা আমাদের
  //          সাধ্যমতো দুর্গত মানুষদের পাশে দাড়াবো। চাইলে আপনারাও আমাদের সহযাত্রী
  //          হতে পারেন!
  //        </p>
  //        <img
  //          src={sylhetmedmunir2}
  //          alt="sylhetghonaighat"
  //          className="w-25 mt-3 mb-3"
  //        />

  //        <p>
  //          কার্যক্রম
  //          <br />- ফ্রী মেডিকেল ক্যাম্প ও মেডিসিন বিতরণ
  //        </p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4">
  //          নগদ, রকেট: 01738125107
  //          <br />
  //          Reference: "Sylhet" (Don't forget to add "Sadaqa made easy" too)
  //        </h4>

  //        <h5>অথবা ব্যাংক ট্রান্সফারঃ</h5>
  //        <p>
  //          Munir Foundation
  //          <br />
  //          Ac No: 20502 210203 678017
  //          <br />
  //          Islami Bank Bangladesh Ltd.
  //          <br />
  //          Sitakunda Branch, Chattagram
  //        </p>

  //        <hr />

  //        {/*<p>1) Bank: Dutch Bangla Bank, Amborkhana, Sylhet </p>
  //          <p>A/C No: 201-151-26430 </p>
  //          <p>A/C Name: Mohammad Zakaria Raihan</p>
  //          <hr />
  //          <p>2) Bank: Pubali bank, Islamic Banking Window </p>
  //          <p>A/C No: 3487901001986 </p>
  //          <p>A/C Name: CHOWDHURY MOHIUL MOSTOFA FARHAN</p>

  //          <hr />*/}
  //        <p>
  //          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
  //          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
  //          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
  //          বাকারাহ- ২৬১
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://munirfoundation.org/`,
  //    projectOrgName: "Munir Foundation",
  //    projectOrg: { _ID: "sdqme037", name: "Munir Foundation" },
  //    projectCreated: "June 2022",
  //    projectTag: "সিলেট, Medical Camp",
  //    projectLink:
  //      "https://www.facebook.com/munirfoundation.org/photos/a.851771444899121/5186527568090132/",
  //  },

  //  {
  //    _ID: "sdqme038.1",
  //    projectImg: sylhetmedmanahil1,
  //    projectHeading: "ফ্রি মেডিকেল ক্যাম্প - ১",
  //    slug: "sylhet-medical-manahil",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          বন্যায় স্বাস্থ্য ঝুকিতে থাকা মানুষদের জন্য শুরু হয়েছে টিম মানাহিলের
  //          বিশেষ চিকিৎসা ক্যাম্প। ফ্রি চিকিৎসার পাশাপাশি বিনামূল্যে ঔষধও দেওয়া
  //          হচ্ছে।
  //        </h3>
  //        <p>
  //          আল মানাহিল নার্চার জেনারেল হাসপাতাল চট্টগ্রাম থেকে ডাক্তারগণ এসে
  //          সরাসরি চিকিৎসা সহায়তা দিচ্ছে সিলেটের প্রত্যন্ত অঞ্চলে।
  //        </p>

  //        <img
  //          src={sylhetmedmanahil2}
  //          alt="sylhetghonaighat"
  //          className="w-25 mt-3 mb-3"
  //        />
  //        <p>
  //          চিকিৎসা ক্যাম্প করা একটু ব্যয়বহুল হলেও আশা করি আপনাদের আমরা পাশে পাব।{" "}
  //        </p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <h4 className="mb-4">
  //          <br />
  //          01886 576775 (নগদ পার্সোনাল )
  //          <br />
  //          01886 5767753 (রকেট )
  //        </h4>

  //        <h5>Bank account:</h5>
  //        <p>
  //          Al Manahil Welfare Foundation Bangladesh
  //          <br />
  //          Ac No: 0100132954202
  //          <br />
  //          Janata Bank
  //          <br />
  //          Mimi Super Market Branch. Chattogram
  //        </p>

  //        <hr />

  //        <p>
  //          "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে
  //          সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য
  //          ইচ্ছা বহুগুণে বৃদ্ধি করে দেন। আল্লাহ মহাদানশীল, মহাজ্ঞানী।" সূরা
  //          বাকারাহ- ২৬১
  //        </p>
  //      </div>
  //    ),
  //    projectFbProfile: `https://amwfb.org/`,
  //    projectOrgName: "Al Manahil Foundation",
  //    projectOrg: { _ID: "sdqme038", name: "Al Manahil Foundation" },
  //    projectCreated: "June 2022",
  //    projectTag: "সিলেট, Medical Camp",
  //    projectLink:
  //      "https://www.facebook.com/amwfborg/posts/pfbid0PYsSh5ofWgqm3cviUpSvWL4oQdHShUbVdbQcwcS6G7BHjC2kSEPv2dRcWfhZcDa5l",
  //  },

  //  {
  //    _ID: "sdqme035.1",
  //    projectImg: "sylhetflood3",
  //    projectHeading: "সিলেটে লাখ লাখ বন্যাদুর্গত",
  //    slug: "sylhet-sadaqah",
  //    projectDetails: (
  //      <div>
  //        <h3>
  //          আসসালামু আলাইকুম। সিলেটে স্মরণকালের ভয়াবহ বন্যায় লাখ লাখ বন্যাদুর্গত
  //          মানুষের পাশে দাঁড়াই।
  //        </h3>
  //        <p>
  //          এবারের বন্যায় সিলেট জেলায় সবচেয়ে বেশি প্লাবিত হয়েছে কোম্পানীগঞ্জ,
  //          কানাইঘাট, জকিগঞ্জ, জৈন্তাপুর, সদর, ও গোয়াইনঘাট উপজেলা।
  //        </p>
  //        <p>
  //          অধিকাংশ পরিবার পানির কারনে রান্না-বান্না করতে পারছেনা। আমরা সাদাকা টীম
  //          স্ব-শরীরে খাবার ও প্রয়োজনীয় ঔষধ নিয়ে বন্যার্তদের পাশে দাঁড়ানোর
  //          পরিকল্পনা হাতে নিয়েছি।
  //        </p>
  //        <p>
  //          আসুন সবাই সাধ্যমতো বন্যার্তদের পাশে দাঁড়ানোর চেষ্টা করি। আল্লাহ আমাদের
  //          সাদাকাগুলো কবুল করে নিক।
  //        </p>
  //      </div>
  //    ),
  //    projectContact: (
  //      <div>
  //        <hr />
  //        <div className="mb-5">
  //          <h4>আপনার সাদাকা পাঠাতে পারেন নিচের পদ্ধতিতে</h4>
  //          <p>
  //            বিকাশ মার্চেন্টঃ Removed
  //          </p>
  //          <p>
  //            বিকাশ পার্সোনালঃ Removed
  //          </p>
  //          <p>রকেট পার্সোনালঃ 019196397911 </p>
  //          <p>নগদ পার্সোনালঃ 01919639791, 01822268474 </p>
  //          <p>
  //            ব্যাংকঃ Islami Bank Bangladesh. A/C no: 20501930203364301 A/C Name:
  //            MISBAH UDDIN AHMAD CDA Avenue Branch{" "}
  //          </p>
  //          <p>
  //            কেউ যদি নগদ অর্থে সাদাকা দিতে চান, কিংবা অন্য কোন ধরণের তথ্য
  //            অনুসন্ধানের জন্য যোগাযোগ করতে চান, তবে নিচের নাম্বারগুলোতে যোগাযোগ
  //            করুন। 01713639791, 01720475156{" "}
  //          </p>
  //          <p>জাযাকুমুল্লাহু খাইরান।</p>
  //        </div>
  //        <hr />
  //      </div>
  //    ),
  //    projectFbProfile: `https://www.facebook.com/ahmedsagor.ctg/posts/2117211448445269`,
  //    projectOrgName: "সাদাকা",
  //    projectOrg: { _ID: "sdqme035", name: "সাদাকা" },
  //    projectCreated: "May 2022",
  //    projectTag: "বন্যা, Sylhet",
  //    projectLink:
  //      "https://www.facebook.com/sadaqahthecharity/posts/2015348435303864",
  //  },
];

export function getSylhetProjects() {
  return SylhetProjects;
}
