import sswinterkgm from "../img/sswinterkgm.jpeg";
import alasrwinter from "../img/alasrwinter.jpeg";
import সাদাকাwinter from "../img/সাদাকাwinter.jpeg";

//last serial: 3

const WinterList = [
  {
    _ID: "sdqmew001.1",
    projectImg: sswinterkgm,
    projectHeading: "শীতকালীন প্রজেক্ট-২০২২",
    slug: "winter-saba-sanabil",
    projectDetails: (
      <div>
        <h3>
          আমার-আপনার সন্তানরা যে সময়টাতে লেপ-কম্বল-শীতের কাপড় পড়ে বিছানায় শুয়ে
          আছে ঠিক সেই সময়টাতে আমাদের দেশের বিভিন্ন প্রত্যন্ত গ্রাম-চরাঞ্চলের
          বাচ্চারা এভাবেই প্রতিবছরের মত কষ্টে শীত পার করছে।
        </h3>
        <p>
          আমাদের কুড়িগ্রামের এক মক্তবের ছবি। কার ও গায়ে শীতের কাপড় আছে আবার কার
          ও বাবা-মার সাধ্য হয় নি শীতের কাপড় কিনে দেয়ার। সেই সাথে কোন ভাবে একটা
          পলিথিনের উপর বসেই চলছে কুরআন শিক্ষার ক্লাস। এমন দৃশ্য একটা দুটা নয় বরং
          এরকম অনেক মসজিদ মক্তব দেখতে পাবেন যদি কখন ও উত্তরবঙ্গ কিংবা পাহাড়ী
          পাড়া গুলো ঘুরতে যান কোনদিন।
        </p>
        <p>
          আমার-আপনার সন্তানরা যে সময়টাতে লেপ-কম্বল-শীতের কাপড় পড়ে বিছানায় শুয়ে
          আছে ঠিক সেই সময়টাতে আমাদের দেশের বিভিন্ন প্রত্যন্ত গ্রাম-চরাঞ্চলের
          বাচ্চারা এভাবেই প্রতিবছরের মত কষ্টে শীত পার করছে। সেদিন নীলফামারীর এক
          ভাই অনেকগুলো বিধবার ছবি পাঠালেন যাদের শীতবস্ত্র প্রয়োজন। কুড়িগ্রামে
          অনেক মসজিদ- মক্তব-মাদ্রাসা রয়েছে যেখানে কনকনে ঠান্ডা ফ্লোরে মানুষের
          নামায পড়তে কষ্ট হয়। সে জায়গাগুলোতে নামাযের কার্পেট প্রয়োজন। এরকম বেশ
          কিছু জায়গা থেকে তারা একটা আশা নিয়ে বসে আছে আমাদের শীতকালীন প্রজেক্ট কে
          ধরে৷
        </p>
        <p>
          শীতকালীন সময়ে মুমিনদের নেকী অর্জনের একটা বিশাল মাধ্যম হচ্ছে অভাবী
          মানুষদের শীতবস্ত্র দান করা। সবার পক্ষে হয়ত এই প্রত্যন্ত এলাকাগুলোতে
          গিয়ে গিয়ে শীতবস্ত্র বিতরণ করা সম্ভব নয়। তাই আপনাদের পাঠানো সাদাকা দিয়ে
          আমরা এবছর ও শীত বস্ত্র বিতরণ করতে যাচ্ছি নীলফামারি, লালমনিরহাট,
          কুড়িগ্রাম, সিলেট, বান্দরবান, খাগড়াছড়ি ইন শা আল্লাহ। আপনাদের দেয়া
          সাদাকা দিয়ে কিনে দেয়া হবে শীতবস্ত্র, কম্বল, মসজিদ-মক্তবের কার্পেট
          ইত্যাদি ইন শা আল্লাহ।
        </p>
        <h4>
          প্রতি পিস কম্বল- ৪০০-৪৫০/=
          <br />
          কার্পেট- কুয়ালিটি ভেদে দাম ভিন্ন ভিন্ন হবে
          <br />
          (১০০-৫৫০টাকা গজ) সম্পূর্ণ প্রজেক্টে আনুমানিক খরচ পড়বে প্রায় ৪লক্ষ টাকা
        </h4>
        <p>
          আসুন অন্তত একটা কম্বল দিয়ে হলেও এবছর কিছু দরিদ্র পরিবারকে সাহায্য করি
          ইন শা আল্লাহ।
        </p>
        <p>
          <b>#নোটঃ</b> যেহেতু আমাদের ফান্ড্রেইজ গুলো সম্পূর্ণ ব্যক্তিকেন্দ্রিক
          সাদাকাহ নির্ভর পোস্ট গুলো শেয়ারে আপনারা আরেকটু এগিয়ে না আসলে প্রজেক্ট
          বাস্তবায়ন কষ্টকর হয়ে পড়ে।
        </p>
        <p>
          সাদাকাহ পাঠানোর শেষ সময় আগামী ২৫শে ডিসেম্বর রাত ১২টা পর্যন্ত ইন শা
          আল্লাহ।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">টাকা পাঠানোর একাউন্ট নাম্বারঃ</h4>
        <p>bKash Personal: 01309-336883 </p>
        <p>Nagad Personal: 01309-336883</p>
        <p> Rocket personal: 01309-336883-8 </p>
        <p>
          সাদাকাহ পাঠানোর পর প্রজেক্ট কোড লিখে পেইজে ইনবক্স করবেন ইন শা আল্লাহ।
          <br />
          প্রজেক্ট কোডঃ <b>DF44</b>
          <br />
          রেফারেন্সঃ SME-DF44 (টাকা পাঠানোর সময় রেফারেন্সে যুক্ত করতে পারেন)
        </p>
        <hr />
        <h4 className="mb-4">ব্যাংক একাউন্ট নাম্বার ১ঃ </h4>
        <p>Bank: Islami Bank Bangladesh Ltd. </p>
        <p>A/C No(Current): 20507310100010403 </p>
        <p>A/C Name: Saba Sanabil Foundation</p>
        <p> Branch: Kalampur SME (Dhaka North) </p>

        <h4 className="mb-4">ব্যাংক একাউন্ট নাম্বার ২ঃ </h4>
        <p>Bank: Dutch Bangla Bank Ltd.</p>
        <p>A/C No(Current): 294.110.000.5513 </p>
        <p>A/C Name: Sab-a-Sanabil</p>
        <p> Branch: Lalmonirhat </p>
        <p>Routing: 090520466</p>

        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/SabaSanabilFoundation/`,
    projectOrgName: "Sab'a Sanabil Foundation",
    projectOrg: { _ID: "sdqmew001", name: "Sab'a Sanabil Foundation" },
    projectCreated: "Dec 2022",
    projectTag: "শীতকালীন, Winter",
    projectLink:
      "https://www.facebook.com/SabaSanabilFoundation/photos/a.1146693308844740/2205565546290839",
    get getURL() {
      return `https://sadaqahmadeeasy.com/resettle/${this.slug}`;
    },
  },

  {
    _ID: "sdqmew001.2",
    projectImg: alasrwinter,
    projectHeading: "শীতবস্ত্র বিতরণ প্রজেক্ট",
    slug: "winter-alasr",
    projectDetails: (
      <div>
        <h3>আপনার সাদাকায় অন্তত একজন শীতার্তের শীত নিবারণ হোক।</h3>
        <p>
          উত্তরবঙ্গে শুরু হয়ে গেছে হাড়কাঁপানো শীত। তীব্র শীত, প্রচন্ড কুয়াশা আর
          ঠান্ডা বাতাসে অসহায় মানুষগুলো কতটা কষ্টে আছে, আমাদের শহুরে জীবনে আমরা
          আসলে সেটা কল্পনাও করতে পারি না।
        </p>
        <p>
          রাসুল (ﷺ) বলেছেন, ‘যে মুসলিম কোনো বস্ত্রহীন মুসলিমকে বস্ত্র দান করবে,
          আল্লাহ তায়ালা তাকে জান্নাতে সবুজ পোশাক পরাবেন।’ [আবু দাউদ: ১৬৮২]
        </p>

        <p>
          উত্তরবঙ্গসহ দেশের প্রত্যন্ত কিছু অঞ্চলে আমরা শীতবস্ত্র বিতরণের
          সিদ্ধান্ত নিয়েছি। আসুন প্রত্যেকেই যার যার সামর্থ্যানুযায়ী অসহায়
          শীতার্ত মানুষদের পাশে দাঁড়াই। আপনার সাদাকায় অন্তত একজন শীতার্তের শীত
          নিবারণ হোক।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <h4 className="mb-4">টাকা পাঠানোর একাউন্ট নাম্বারঃ</h4>
        <p>bKash (personal): 01717327112, 01797207158 </p>
        <p>Nagad (personal): 01717327112 </p>
        <p>Rocket (personal): 017972071589 </p>
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/PeoplesAidBangladesh`,
    projectOrgName: "Al-Asr Foundation",
    projectOrg: { _ID: "sdqmew003", name: "Al-Asr Foundation" },
    projectCreated: "Dec 2022",
    projectTag: "উত্তরবঙ্গ, Winter",
    projectLink:
      "https://www.facebook.com/alasr.online/posts/pfbid02MBateSBr3jJrasHb4kYVyvh8JnqdKLJpbM51o1YRQo3GqCuLnQBLGbgkK3rU2rrtl",
    get getURL() {
      return `https://sadaqahmadeeasy.com/resettle/${this.slug}`;
    },
  },

  {
    _ID: "sdqmew001.3",
    projectImg: সাদাকাwinter,
    projectHeading: "শীতার্ত মানুষের মাঝে শীতের কাপড়",
    slug: "সাদাকা-winter",
    projectDetails: (
      <div>
        <h3>
          আসসালামু আলাইকুম। বছর শেষেও দেশে শীত পড়ে না কেন, এই আলোচনায় ভাটা পড়তে
          না পড়তেই দেশে জেঁকে বসেছে শীত। অনেক মুরুব্বির মতে দেশে এইরকম শীত
          অনেকদিন পড়ে নি। আমরা যারা শহুরে মানুষ, তারা শীতকে কখনো কখনো উপভোগ
          করলেও, দেশের প্রত্যন্ত অঞ্চলের মানুষের জন্য শীত বরাবরই এক ভীতিকর
          অভিজ্ঞতার নাম।
        </h3>
        <p>
          দেশের অনেক স্থানে এখন তাপমাত্রা ৭ এর নিচে নেমে গেছে, যা প্রান্তিক
          জনগণের জন্য সীমাহীন দুর্গতি নিয়ে আসছে, তা বলাই বাহুল্য। সাদাকা’র পক্ষ
          থেকে আমরা বেশ ক’বছর শীতবস্ত্র নিয়ে কাজ করি নি, কারণ প্রতিবছর অনেক
          সংগঠন আর ব্যক্তি উদ্যোগ এগিয়ে আসেন, বারাকাল্লাহু ফিহিম।
        </p>
        <p>
          কিন্তু অর্থনৈতিক মন্দা, দেশের রাজনৈতিক অস্থিরতা, সবকিছু মিলিয়ে এই
          বছরের খুব বেশি উদ্যোগ চোখে পড়ছে না। আল্লাহ আমাদের সবার পরিস্থিতি
          স্বাভাবিক আর বরকতময় করে দিন। এই কারণে আমরা সাদাকা’র পক্ষ থেকে
          সিদ্ধান্ত নিয়েছি কিছু নির্দিষ্ট এলাকার শীতার্ত মানুষের মাঝে শীতের কাপড়
          পৌঁছে দেয়ার।
        </p>

        <p>
          প্রাথমিকভাবে আমাদের গন্তব্য গাইবান্ধার গোবিন্দগঞ্জ পৌরসবার মাহমুদনগর
          বোয়ালিয়া। আমাদের স্থানীয় সহযোগীদের সহযোগিতায় আমরা সেখানে অন্তত ২০০ টি
          কম্বল আর ২০০ টি শাল পৌঁছে দেয়ার নিয়ত করেছি।
        </p>
        <p>
          আমাদের এই শীতবস্ত্র বণ্টনে আমাদের সাথে আর্থিক সাদাকা করে আপনিও সামিল
          হতে পারেন।
        </p>
      </div>
    ),
    projectContact: (
      <div>
        <hr />
        <div>
          <h4 className="mb-4">আপনার সাদাকা পাঠাতে পারেন নিচের পদ্ধতিতে</h4>
          <p>
            বিকাশ মার্চেন্টঃ 01903026868 (এই নাম্বারে আপনি 'পেমেন্ট' অপশনে গিয়ে
            টাকা পাঠাবেন)
          </p>
          <p>
            বিকাশ পার্সোনালঃ 01713639791, 01720475156 (এই নাম্বারে আপনি 'সেন্ড
            মানি' অপশনে গিয়ে টাকা পাঠাবেন){" "}
          </p>
          <p>রকেট পার্সোনালঃ 019196397911 </p>
          <p>নগদ পার্সোনালঃ 01919639791, 01822268474 </p>
          <p>
            ব্যাংকঃ Islami Bank Bangladesh.
            <br />
            A/C no: 20501930203364301
            <br />
            A/C Name: MISBAH UDDIN AHMAD
            <br />
            CDA Avenue Branch{" "}
          </p>
          <p>
            কেউ যদি নগদ অর্থে সাদাকা দিতে চান, কিংবা অন্য কোন ধরণের তথ্য
            অনুসন্ধানের জন্য যোগাযোগ করতে চান, তবে নিচের নাম্বারগুলোতে যোগাযোগ
            করুন। 01713639791, 01720475156{" "}
          </p>
          <p>জাযাকুমুল্লাহু খাইরান।</p>
        </div>
        <hr />
      </div>
    ),
    projectFbProfile: `https://www.facebook.com/sadaqahthecharity`,
    projectOrgName: "সাদাকা",
    projectOrg: { _ID: "sdqmew001.3", name: "সাদাকা" },
    projectCreated: "Jan 2023",
    projectTag: "শীতবস্ত্র, Winter",
    projectLink:
      "https://www.facebook.com/sadaqahthecharity/posts/pfbid0DTqD1iYkSStyacrHYbwCcq9qxS4jRZUpzpt7FXXi8YKorB7quHBvSzuwS9C8hSU7l",
    get getURL() {
      return `https://sadaqahmadeeasy.com/resettle/${this.slug}`;
    },
  },
];

export function getWinterList() {
  return WinterList;
}
